{
    "name_ar": "شرف بن أحمد محمد العلي",
    "name_en": "Sharaf Ahmed Al-Ali",
    "profile_picture": "assets/img/pic.jpeg",
    "resume_file": "",
    "bio_ar": "<p class='text-gray-700 mb-6 leading-relaxed'> محترف في مجال العلاقات العامة والتواصل المؤسسي مع خبرة واسعة في إدارة المشاريع السياحية والترفيهية. قمت بإدارة وتنفيذ العديد من المشاريع البارزة مثل مشروع جبل القارة (أرض الحضارات) ومنتزه الشيباني (مشروع المشقر السياحي) والتي ساهمت في تعزيز السياحة في منطقة الأحساء. </p> <p class='text-gray-700 mb-6 leading-relaxed'> كعضو في مجلس إدارة جمعية سند للمسؤولية الاجتماعية ومدير العلاقات العامة والتواصل المؤسسي في الجمعية، قمت بتعزيز حضور الجمعية وزيادة تأثيرها في المجتمع من خلال مبادرات نوعية وشراكات استراتيجية. </p>",
    "bio_en": "<p class='text-gray-700 mb-6 leading-relaxed'> A professional in the field of public relations and corporate communication, with extensive experience in managing tourism and entertainment projects. I have led and executed several notable projects such as the Jabal Al-Qarah (Land of Civilizations) and Al-Shaibani Park (Al-Mashqar Tourism Project), which significantly contributed to promoting tourism in the Al-Ahsa region. </p> <p class='text-gray-700 mb-6 leading-relaxed'> As a Board Member of Sanad Association for Social Responsibility and Director of Public Relations and Corporate Communication at the association, I have worked to enhance the organization's presence and increase its impact within the community through quality initiatives and strategic partnerships. </p>",
    "phones": [
        "+966135982888",
        "+966135982999"
    ],
    "mobiles": [
        "+966547007111"
    ],
    "faxes": [
        "+966135982555"
    ],
    "emails": [
        "sh.ali@ahsana.com"
    ],
    "ar_address": "صندوق البريد: 1715 <br> الأحساء - المملكة العربية السعودية <br> الرمز البريدي: 31982",
    "en_address": "P.O. Box: 1715 <br> Al-Ahsa – Kingdom of Saudi Arabia <br> Postal Code: 31982",
    "job_titles": [
        {
            "name_ar": "العلاقات العامة والتواصل المؤسسي",
            "name_en": "Public Relations and Corporate Communication"
        },
        {
            "name_ar": "متخصص التسويق والاستثمار الرياضي",
            "name_en": "Sports Marketing and Investment Specialist"
        },
        {
            "name_ar": "ممثل العلاقات العامة لدى شركة الأحساء للسياحية والترفيه",
            "name_en": "Public Relations Representative at Al-Ahsa Tourism and Entertainment Company"
        },
        {
            "name_ar": "عضو مجلس إدارة جمعية سند للمسؤولية الاجتماعية",
            "name_en": "Board Member of Sanad Association for Social Responsibility"
        },
        {
            "name_ar": "مدير العلاقات العامة والتواصل المؤسسي في جمعية سند",
            "name_en": "Director of Public Relations and Corporate Communication at Sanad Association"
        }
    ],
    "experiences": [
        {
            "title_ar": "مدير علاقات عامة",
            "title_en": "PR Manager",
            "ar_description": "إدارة التواصل المؤسسي",
            "en_description": "Managing corporate communication",
            "icon": "pr_icon.png"
        }
    ],
    "education": [
        {
            "degree_type": "بكالوريوس",
            "university_ar": "جامعة الملك سعود",
            "university_en": "King Saud University",
            "gpa": 3.75,
            "start_date": "2012-09-01",
            "graduation_date": "2016-06-01",
            "join_year": 2012,
            "icon": "university_icon.png"
        }
    ],
    "projects": [
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود",
            "name_en": "Project for Organizing the Championship of His Royal Highness Prince Khalid bin Talal bin Badr Al Saud",
            "description_ar": "تمثّل هذا المشروع في التخطيط والتنظيم والإشراف على إقامة بطولة رياضية تحمل اسم صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود، وشملت البطولة عدة فعاليات رياضية واجتماعية تهدف إلى دعم المواهب الشابة وتعزيز الحضور الرياضي والثقافي في المنطقة",
            "description_en": "This project involved planning, organizing, and overseeing a sports championship named after His Royal Highness Prince Khalid bin Talal bin Badr Al Saud. The event included various athletic and social activities aimed at supporting young talent and enhancing the region’s sports and cultural presence",
            "icon": "fas fa-award text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "is_featured": false,
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_INITIATIVES",
                "NATIONAL_EVENTS"
            ]
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود",
            "name_en": "Project for Organizing the Championship of His Royal Highness Prince Abdullah bin Saud bin Thunayan Al Saud",
            "description_ar": "تم تنفيذ هذا المشروع بهدف إقامة بطولة رياضية تحمل اسم صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود، وشملت البطولة فعاليات رياضية ومجتمعية وثقافية، تهدف إلى دعم الكفاءات الشابة وتعزيز الحراك الرياضي في المملكة بروح من التنافس الشريف والانتماء الوطني.",
            "description_en": "This project was carried out to organize a sports championship named after His Royal Highness Prince Abdullah bin Saud bin Thunayan Al Saud. The event featured athletic, community, and cultural activities aimed at supporting young talents and promoting the sports movement in the Kingdom through fair competition and national pride.",
            "icon": "fas fa-award text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "NATIONAL_EVENTS",
                "YOUTH_ACTIVITIES"
            ],
            "is_featured": false
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود",
            "name_en": "Project for Organizing the Championship of His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud",
            "description_ar": "تم إطلاق هذا المشروع بتنظيم بطولة رياضية تحمل اسم صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود، وتهدف إلى تنمية المواهب الرياضية لدى الشباب، وتعزيز مفهوم التنافس الإيجابي والانتماء الوطني، من خلال فعاليات رياضية واجتماعية شارك فيها عدد كبير من الفرق والمهتمين بالشأن الرياضي.",
            "description_en": "This project was launched to organize a sports championship named after His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud. The initiative aimed to nurture young athletic talents, promote healthy competition and national identity through sports and social events with wide participation from teams and sports enthusiasts.",
            "icon": "fas fa-medal text-xl",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_EVENTS",
                "YOUTH_EMPOWERMENT"
            ],
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة قرعة بطولة الأجيال الرمضانية الرياضية لكرة القدم في جبل القارة (مشروع أرض الحضارات)",
            "name_en": "Concept and Execution of the Generations Ramadan Football Tournament Draw at Jabal Al-Qarah (Land of Civilizations Project)",
            "description_ar": "تمثلت فكرة المشروع في ابتكار وتنفيذ فعالية قرعة بطولة الأجيال الرمضانية لكرة القدم، والتي أُقيمت داخل أحد أبرز المعالم الطبيعية والتاريخية في الأحساء – جبل القارة ضمن مشروع أرض الحضارات. هدفت الفعالية إلى الدمج بين الرياضة والتراث وتعزيز روح التنافس والشغف الرياضي في أجواء رمضانية مميزة، بمشاركة فرق محلية وتنظيم احترافي عالي المستوى.",
            "description_en": "This project involved the concept creation and execution of the draw ceremony for the Generations Ramadan Football Tournament, held at one of Al-Ahsa’s most iconic natural and cultural landmarks – Jabal Al-Qarah, as part of the Land of Civilizations Project. The event combined sports and heritage, promoting community engagement and competitive spirit in a unique Ramadan atmosphere, with the participation of local teams and a professionally managed setup.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "RAMADAN_ACTIVITIES",
                "SPORTS_CHAMPIONSHIPS",
                "LINKING_SPORTS_TO_HERITAGE"
            ],
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة سند الرياضية لكرة القدم للشركات",
            "name_en": "Concept and Execution of the Sanad Corporate Football Tournament",
            "description_ar": "تم ابتكار وتنفيذ بطولة سند الرياضية لكرة القدم المخصصة لقطاع الشركات، بهدف تعزيز التواصل المؤسسي وبناء علاقات إيجابية بين منسوبي الشركات في أجواء رياضية تنافسية. تميز المشروع بتنظيم احترافي، وتغطية إعلامية، ومشاركة واسعة من مختلف الجهات، مما ساهم في تعزيز الدور المجتمعي لجمعية سند عبر الرياضة.",
            "description_en": "This project involved the concept and execution of the Sanad Corporate Football Tournament, designed specifically for companies and organizations. The initiative aimed to promote corporate engagement, foster healthy competition, and strengthen networking among employees. The tournament featured professional organization, broad participation, and media coverage, reinforcing Sanad Association’s social role through sports.",
            "icon": "fas fa-briefcase text-xl",
            "categories": [
                "CORPORATE_TOURNAMENTS",
                "SPORTS_INITIATIVES",
                "SOCIAL_RESPONSIBILITY_ACTIVITIES"
            ],
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة أبطال الدورات الرمضانية لكرة القدم بالأحساء",
            "name_en": "Concept and Execution of the Champions of Ramadan Football Tournaments in Al-Ahsa",
            "description_ar": "انطلقت فكرة هذا المشروع لتنظيم بطولة كبرى تجمع بين أبطال الدورات الرمضانية السابقة في محافظة الأحساء، بهدف رفع مستوى التنافس، وتكريم الفرق المتميزة، وتقديم تجربة رياضية رمضانية متكاملة للجمهور واللاعبين على حد سواء. تميزت البطولة بمستوى تنظيمي عالٍ ومشاركة واسعة من نخبة فرق الأحياء والبطولات الشعبية.",
            "description_en": "This project was conceived and executed to organize a major championship bringing together the champions of previous Ramadan football tournaments in Al-Ahsa. The initiative aimed to elevate the level of competition, honor outstanding teams, and deliver a rich Ramadan sports experience for both players and spectators. The event was marked by high-level organization and broad participation from elite neighborhood and community teams.",
            "icon": "fas fa-star text-xl",
            "categories": [
                "RAMADAN_TOURNAMENTS",
                "SPORTS_CHAMPIONSHIPS",
                "HONORING_CHAMPIONS"
            ],
            "is_featured": false
        }
    ],
    "certificates": [
        {
            "name_ar": "عضو العلاقات العامة بنادي الاتفاق من عام 1424 هـ لعام 1426هـ",
            "name_en": "Public Relations Member at Al-Ettifaq Club from 1424 AH to 1426 AH",
            "description_ar": "شغلتُ منصب عضو في قسم العلاقات العامة بنادي الاتفاق الرياضي خلال الفترة من عام 1424 هـ حتى عام 1426 هـ، حيث ساهمت في تنظيم الفعاليات الإعلامية والتواصل مع الجماهير والمؤسسات، إضافةً إلى دعم الحملات الترويجية للنادي وتعزيز صورته لدى المجتمع الرياضي",
            "description_en": "I served as a Public Relations Member at Al-Ettifaq Sports Club from 1424 AH to 1426 AH. During this period, I contributed to organizing media events, engaging with fans and institutions, and supporting the club’s promotional campaigns to enhance its image within the sports community.",
            "category": "FOOTBALL_PARTICIPATIONS",
            "icon": "fas fa-robot",
            "file": "cert.pdf"
        }
    ],
    "media_gallery": [
        {
            "description_ar": "مشاركة في مؤتمر",
            "description_en": "Participation in a conference",
            "category": "مؤتمرات",
            "image": "event.jpg",
            "video": "event.mp4"
        }
    ],
    "hobbies": [
        {
            "name_ar": "القراءة",
            "name_en": "Reading",
            "description_ar": "قراءة كتب التنمية البشرية",
            "description_en": "Reading personal development books",
            "icon": "book_icon.png",
            "image": "reading.jpg"
        }
    ],
    "social_links": [
        {
            "name_ar": "سناب شات",
            "name_en": "Snapchat",
            "url": "https://www.snapchat.com/add/sharaf2020",
            "icon": "fab fa-snapchat text-xl",
            "username": "sharaf2020"
        },
        {
            "name_ar": "واتسآب",
            "name_en": "WhatsApp",
            "url": "https://api.whatsapp.com/send?phone=966547007111",
            "icon": "fab fa-whatsapp text-xl",
            "username": "+966547007111"
        },
        {
            "name_ar": "تيك توك",
            "name_en": "TikTok",
            "url": "https://www.tiktok.com/@sharafalali4",
            "icon": "fab fa-tiktok text-xl",
            "username": "sharafalali4"
        },
        {
            "name_ar": "إنستغرام",
            "name_en": "Instagram",
            "url": "https://www.instagram.com/sharaf_alali",
            "icon": "fab fa-instagram text-xl",
            "username": "sharaf_alali"
        },
        {
            "name_ar": "X",
            "name_en": "X",
            "url": "https://x.com/waldalali204979",
            "icon": "fab fa-x-twitter text-xl",
            "username": "waldalali204979"
        },
        {
            "name_ar": "تيليجرام",
            "name_en": "Telegram",
            "url": "https://t.me/sharaf_alali",
            "icon": "fab fa-telegram text-xl",
            "username": "sharaf_alali"
        }
    ],
    "skills": [
        {
            "name_ar": "التسويق الرقمي",
            "name_en": "Digital Marketing",
            "level": "متقدم"
        }
    ],
    "languages": [
        {
            "language_name": "الإنجليزية",
            "proficiency_level": "متقدم",
            "certificate": "IELTS"
        }
    ],
    "references": [
        {
            "ref_name": "أحمد العبدالله",
            "position": "مدير قسم",
            "organization": "شركة كبرى",
            "phone": "+966501234567",
            "email": "ref@example.com"
        }
    ],
    "contact_link": "https://myprofile.com/contact"
}