{
    "name_ar": "شرف بن أحمد محمد العلي",
    "name_en": "Sharaf Ahmed Al-Ali",
    "profile_picture": "assets/img/pic.jpeg",
    "resume_file": "",
    "bio_ar": "<p class='text-gray-700 mb-6 leading-relaxed'> محترف في مجال العلاقات العامة والتواصل المؤسسي مع خبرة واسعة في إدارة المشاريع السياحية والترفيهية. قمت بإدارة وتنفيذ العديد من المشاريع البارزة مثل مشروع جبل القارة (أرض الحضارات) ومنتزه الشيباني (مشروع المشقر السياحي) والتي ساهمت في تعزيز السياحة في منطقة الأحساء. </p> <p class='text-gray-700 mb-6 leading-relaxed'> كعضو في مجلس إدارة جمعية سند للمسؤولية الاجتماعية ومدير العلاقات العامة والتواصل المؤسسي في الجمعية، قمت بتعزيز حضور الجمعية وزيادة تأثيرها في المجتمع من خلال مبادرات نوعية وشراكات استراتيجية. </p> <p class='text-gray-700 mb-6 leading-relaxed'> لدي خبرة تمتد لأكثر من 4 سنوات في إدارة العلاقات العامة بميدان فروسية الأحساء، أسهمت خلالها في تسريع وتيرة تطوير الميدان، مما أدى إلى تصنيفه ضمن الفئة (أ)، بالإضافة إلى استخراج الصك الرسمي للميدان. </p> <p class='text-gray-700 mb-6 leading-relaxed'> أسهمت في الحصول على درع كأس عز الخيل على مستوى المملكة العربية السعودية، من خلال الإشراف والمساهمة في تطوير العمل الإداري والإعلامي للميدان. </p> <p class='text-gray-700 mb-6 leading-relaxed'> أمتلك خبرة في تشغيل المنشآت الرياضية والمباريات الرسمية، وتنظيم البطولات الرياضية والإشراف عليها بما يتماشى مع أعلى المعايير الاحترافية. </p> <p class='text-gray-700 mb-6 leading-relaxed'> عملت على إقامة المعارض والمؤتمرات والفعاليات والأنشطة المتنوعة، بالإضافة إلى تنمية الموارد المالية للمنشآت بشكل مستدام. </p> <p class='text-gray-700 mb-6 leading-relaxed'> كما لدي خبرة في إدارة المراسم والبروتوكول، مما يعكس قدرة عالية على التعامل مع المناسبات الرسمية وتنظيمها بما يتناسب مع الصورة المؤسسية. </p>",
    "bio_en": "<p class='text-gray-700 mb-6 leading-relaxed'> A professional in public relations and corporate communications with extensive experience in managing tourism and entertainment projects. I have led and executed several prominent projects such as the Jabal Al-Qarah (Land of Civilizations) and Al-Shaibani Park (Al-Mashqar Tourism Project), which have contributed to enhancing tourism in the Al-Ahsa region. </p> <p class='text-gray-700 mb-6 leading-relaxed'> As a board member of Sanad Association for Social Responsibility and the Director of Public Relations and Corporate Communications, I have strengthened the association’s presence and increased its community impact through innovative initiatives and strategic partnerships. </p> <p class='text-gray-700 mb-6 leading-relaxed'> I have over 4 years of experience in managing public relations at Al-Ahsa Equestrian Field, during which I played a key role in accelerating its development, resulting in its classification as a Category A field, in addition to obtaining the official deed for the site. </p> <p class='text-gray-700 mb-6 leading-relaxed'> I contributed to winning the Az-Zakhail Cup Shield at the national level in Saudi Arabia, through my involvement in administrative and media development for the field. </p> <p class='text-gray-700 mb-6 leading-relaxed'> I have hands-on experience in operating sports facilities and managing official matches, as well as organizing and overseeing sports tournaments in line with professional standards. </p> <p class='text-gray-700 mb-6 leading-relaxed'> I have organized exhibitions, conferences, events, and activities, while also contributing to the sustainable financial development of facilities. </p> <p class='text-gray-700 mb-6 leading-relaxed'> I also have experience in managing ceremonies and protocol, demonstrating a high level of professionalism in handling and organizing official events in line with institutional image. </p>",
    "phones": [
        "+966135982888",
        "+966135982999"
    ],
    "mobiles": [
        "+966547007111"
    ],
    "faxes": [
        "+966135982555"
    ],
    "emails": [
        "waldalali@hotmail.com"
    ],
    "ar_address": "صندوق البريد: 1715 <br> الأحساء - المملكة العربية السعودية <br> الرمز البريدي: 31982",
    "en_address": "P.O. Box: 1715 <br> Al-Ahsa – Kingdom of Saudi Arabia <br> Postal Code: 31982",
    "job_titles": [
        {
            "name_ar": "العلاقات العامة والتواصل المؤسسي",
            "name_en": "Public Relations and Corporate Communication"
        },
        {
            "name_ar": "متخصص التسويق والاستثمار الرياضي",
            "name_en": "Sports Marketing and Investment Specialist"
        },
        {
            "name_ar": "ممثل العلاقات العامة لدى شركة الأحساء للسياحية والترفيه",
            "name_en": "Public Relations Representative at Al-Ahsa Tourism and Entertainment Company"
        },
        {
            "name_ar": "عضو مجلس إدارة جمعية سند للمسؤولية الاجتماعية",
            "name_en": "Board Member of Sanad Association for Social Responsibility"
        },
        {
            "name_ar": "مدير العلاقات العامة والتواصل المؤسسي في جمعية سند",
            "name_en": "Director of Public Relations and Corporate Communication at Sanad Association"
        }
    ],
    "experiences": [
        {
            "title_ar": "مدير علاقات عامة",
            "title_en": "PR Manager",
            "ar_description": "إدارة التواصل المؤسسي",
            "en_description": "Managing corporate communication",
            "icon": "pr_icon.png"
        }
    ],
    "education": [
        {
            "degree_type": "SECONDARY",
            "university_ar": "مناهل الجزيرة الأهلية",
            "university_en": "Manahil Al-Jazeera Private School",
            "major_ar": null,
            "major_en": null,
            "gpa": 92.77,
            "max_gpa": "100",
            "start_date": "2011-09-01",
            "graduation_date": "2013-06-01",
            "join_year": 2011,
            "graduation_year": "2013",
            "icon": "fas fa-school text-xl"
        },
        {
            "degree_type": "BACHELORS",
            "university_ar": "كلية الآداب جامعة الملك فيصل",
            "university_en": "College of Arts, King Faisal University",
            "major_ar": "علم اجتماع",
            "major_en": "Sociology",
            "level_ar": "المستوى الرابع",
            "level_en": "Level 4",
            "gpa": 4.80,
            "max_gpa": "5.00",
            "start_date": "2020-07-01",
            "graduation_date": null,
            "join_year": 2020,
            "graduation_year": null,
            "icon": "fas fa-university text-xl"
        }
    ],
    "projects": [
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود لعام 2023م",
            "name_en": "Prince Khalid bin Talal bin Badr Al Saud Championship – 2023",
            "description_ar": "يهدف هذا المشروع إلى تنظيم بطولة رياضية تحمل اسم صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود، والتي أُقيمت في عام 2023م بمشاركة عدد من الفرق الرياضية المحلية. تم تنفيذ البطولة وفق أعلى المعايير التنظيمية واللوجستية، وساهمت في إبراز الدور المجتمعي للرياضة وتعزيز التفاعل بين الشباب في بيئة تنافسية مشرفة.",
            "description_en": "This project involved organizing a sports championship under the name of His Royal Highness Prince Khalid bin Talal bin Badr Al Saud in 2023, with the participation of several local sports teams. The tournament was executed with high organizational standards, contributing to the social value of sports and fostering youth engagement in a respectable and competitive environment.",
            "icon": "fas fa-trophy text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "year_hijri": "1444",
            "year_gregorian": "2023",
            "is_featured": false,
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_INITIATIVES",
                "NATIONAL_EVENTS"
            ]
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود لعام 2022م",
            "name_en": "Prince Abdullah bin Saud bin Thunayan Al Saud Championship – 2022",
            "description_ar": "نُظمت هذه البطولة الرياضية في عام 2022م، تحت رعاية صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود، وبمشاركة عدد من الفرق الرياضية المحلية والشبابية. هدفت البطولة إلى تعزيز الروح الرياضية بين الشباب، وإبراز دور الرياضة كوسيلة للتنمية الاجتماعية، إضافة إلى ترسيخ اسم سموه في دعم المبادرات الرياضية المجتمعية.",
            "description_en": "This sports championship was organized in 2022 under the patronage of His Royal Highness Prince Abdullah bin Saud bin Thunayan Al Saud, with the participation of various local and youth teams. The event aimed to promote sportsmanship among youth and highlight the role of sports as a tool for community development, while also reflecting the prince’s support for grassroots sports initiatives.",
            "icon": "fas fa-medal text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "NATIONAL_EVENTS",
                "YOUTH_ACTIVITIES"
            ],
            "year_hijri": "1443",
            "year_gregorian": "2022",
            "is_featured": false
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود",
            "name_en": "Project for Organizing the Championship of His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud",
            "description_ar": "تم إطلاق هذا المشروع بتنظيم بطولة رياضية تحمل اسم صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود، وتهدف إلى تنمية المواهب الرياضية لدى الشباب، وتعزيز مفهوم التنافس الإيجابي والانتماء الوطني، من خلال فعاليات رياضية واجتماعية شارك فيها عدد كبير من الفرق والمهتمين بالشأن الرياضي.",
            "description_en": "This project was launched to organize a sports championship named after His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud. The initiative aimed to nurture young athletic talents, promote healthy competition and national identity through sports and social events with wide participation from teams and sports enthusiasts.",
            "icon": "fas fa-medal text-xl",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_EVENTS",
                "YOUTH_EMPOWERMENT"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة قرعة بطولة الأجيال الرمضانية الرياضية لكرة القدم في جبل القارة (مشروع أرض الحضارات)",
            "name_en": "Concept and Execution of the Generations Ramadan Football Tournament Draw at Jabal Al-Qarah (Land of Civilizations Project)",
            "description_ar": "تمثلت فكرة المشروع في ابتكار وتنفيذ فعالية قرعة بطولة الأجيال الرمضانية لكرة القدم، والتي أُقيمت داخل أحد أبرز المعالم الطبيعية والتاريخية في الأحساء – جبل القارة ضمن مشروع أرض الحضارات. هدفت الفعالية إلى الدمج بين الرياضة والتراث وتعزيز روح التنافس والشغف الرياضي في أجواء رمضانية مميزة، بمشاركة فرق محلية وتنظيم احترافي عالي المستوى.",
            "description_en": "This project involved the concept creation and execution of the draw ceremony for the Generations Ramadan Football Tournament, held at one of Al-Ahsa’s most iconic natural and cultural landmarks – Jabal Al-Qarah, as part of the Land of Civilizations Project. The event combined sports and heritage, promoting community engagement and competitive spirit in a unique Ramadan atmosphere, with the participation of local teams and a professionally managed setup.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "RAMADAN_ACTIVITIES",
                "SPORTS_CHAMPIONSHIPS",
                "LINKING_SPORTS_TO_HERITAGE"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة سند الرياضية لكرة القدم للشركات 2025م",
            "name_en": "Conceptualization and Execution of Sanad Sports Football Championship for Companies – 2025",
            "description_ar": "يتضمن المشروع فكرة وتنفيذ إقامة بطولة كرة القدم الخاصة بالشركات تحت اسم \"بطولة سند الرياضية\" لعام 2025م. تهدف البطولة إلى تعزيز التنافس الرياضي بين الشركات المختلفة، وتحفيز روح التعاون والعمل الجماعي بين الموظفين، بالإضافة إلى دعم الرياضة المجتمعية وتعزيز العلاقات بين القطاعين الخاص والعام.",
            "description_en": "This project involves the conceptualization and execution of the \"Sanad Sports Football Championship\" for companies in 2025. The championship aims to foster competitive sportsmanship among various companies, promote teamwork and collaboration among employees, and support community sports initiatives while strengthening ties between the private and public sectors.",
            "icon": "fas fa-building text-xl",
            "categories": [
                "CORPORATE_TOURNAMENTS",
                "SPORTS_INITIATIVES",
                "SOCIAL_RESPONSIBILITY_ACTIVITIES"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2025",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة أبطال الدورات الرمضانية لكرة القدم بالأحساء",
            "name_en": "Concept and Execution of the Champions of Ramadan Football Tournaments in Al-Ahsa",
            "description_ar": "انطلقت فكرة هذا المشروع لتنظيم بطولة كبرى تجمع بين أبطال الدورات الرمضانية السابقة في محافظة الأحساء، بهدف رفع مستوى التنافس، وتكريم الفرق المتميزة، وتقديم تجربة رياضية رمضانية متكاملة للجمهور واللاعبين على حد سواء. تميزت البطولة بمستوى تنظيمي عالٍ ومشاركة واسعة من نخبة فرق الأحياء والبطولات الشعبية.",
            "description_en": "This project was conceived and executed to organize a major championship bringing together the champions of previous Ramadan football tournaments in Al-Ahsa. The initiative aimed to elevate the level of competition, honor outstanding teams, and deliver a rich Ramadan sports experience for both players and spectators. The event was marked by high-level organization and broad participation from elite neighborhood and community teams.",
            "icon": "fas fa-star text-xl",
            "categories": [
                "RAMADAN_TOURNAMENTS",
                "SPORTS_CHAMPIONSHIPS",
                "HONORING_CHAMPIONS"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع تطوير بودك العرض المبدئي والنهائي وتركيب المظلة على المنصة الرئيسية ومظلة الجماهير في ميدان الفروسية بالأحساء – 1438هـ",
            "name_en": "Project for Developing the Preliminary and Final Show Booth, and Installing Canopies on the Main Platform and Spectator Area at Al-Ahsa Equestrian Field – 1438 AH",
            "description_ar": "تضمّن هذا المشروع تصميم وتطوير \"بودك العرض\" الخاص بالعروض المبدئية والنهائية في ميدان الفروسية بالأحساء، إلى جانب تركيب مظلة مخصصة للمنصة الرئيسية ومظلة إضافية للجمهور، وذلك بهدف تحسين تجربة الحضور، وتوفير بيئة أكثر احترافية وتنظيمًا للفعاليات والبطولات الفروسية. نفذ المشروع في عام 1438هـ، وترك أثرًا واضحًا في مستوى البنية التحتية والتنظيم في الموقع.",
            "description_en": "This project involved the design and development of the preliminary and final show booth at the Al-Ahsa Equestrian Field, as well as the installation of a canopy over the main platform and another for the spectator area. Implemented in 1438 AH, the project aimed to enhance audience experience and provide a more professional and organized environment for equestrian events and championships. It significantly improved the infrastructure and event operations at the venue.",
            "icon": "fas fa-horse text-xl",
            "categories": [
                "INFRASTRUCTURE_DEVELOPMENT",
                "EQUESTRIAN_EVENTS",
                "ENHANCING_AUDIENCE_EXPERIENCE"
            ],
            "year_hijri": "1438",
            "year_gregorian": "2017",
            "is_featured": false
        },
        {
            "name_ar": "مشروع المساهمة وتسريع استخراج صك ميدان الفروسية بالأحساء لعام 1437هـ",
            "name_en": "Project for Contributing to and Accelerating the Issuance of the Legal Deed for Al-Ahsa Equestrian Field – 1437 AH",
            "description_ar": "ساهم المشروع في المتابعة والتنسيق مع الجهات المختصة لتسريع إجراءات استخراج الصك الرسمي لميدان الفروسية بالأحساء عام 1437هـ، مما أسهم في تثبيت الملكية القانونية للميدان، وفتح المجال أمام تطويره واستثماره رسميًا لخدمة أنشطة الفروسية والفعاليات الوطنية. اعتُبر هذا الإنجاز خطوة استراتيجية لتعزيز البنية القانونية لميدان الفروسية في المنطقة.",
            "description_en": "This project involved active coordination with relevant authorities to expedite the issuance of the official legal deed for Al-Ahsa Equestrian Field in 1437 AH. The effort ensured legal ownership of the venue, paving the way for its official development and investment to support equestrian activities and national events. It was considered a strategic milestone in strengthening the legal framework of the equestrian field in the region.",
            "icon": "fas fa-file-signature text-xl",
            "categories": [
                "LEGAL_PROJECTS",
                "ADMINISTRATIVE_DEVELOPMENT",
                "SPORTS_FACILITIES"
            ],
            "year_hijri": "1437",
            "year_gregorian": "2016",
            "is_featured": false
        },
        {
            "name_ar": "مشروع العمل والمساهمة في إجراءات الحوكمة لتصنيف ميدان فروسية الأحساء وزيادة الدعم من 150 ألف ريال إلى 750 ألف ريال لعام 1438هـ",
            "name_en": "Project for Contributing to Governance Procedures for the Classification of Al-Ahsa Equestrian Field and Increasing Financial Support from 150K to 750K SAR – 1438 AH",
            "description_ar": "تم تنفيذ هذا المشروع للمساهمة في تطوير ميدان فروسية الأحساء من خلال العمل على استيفاء متطلبات الحوكمة والتصنيف الرسمية الصادرة من الجهات الرياضية والتنظيمية المختصة. ساهمت الجهود المبذولة في رفع التصنيف الإداري والمالي للميدان، مما أدى إلى زيادة الدعم الحكومي من 150,000 ريال إلى 750,000 ريال سنويًا في عام 1438هـ، وهو ما يُعد نقلة نوعية في تمكين الأنشطة الفروسية وتعزيز استدامتها في المنطقة.",
            "description_en": "This project aimed to contribute to the development of Al-Ahsa Equestrian Field by implementing and supporting official governance and classification procedures mandated by relevant regulatory and sports authorities. These efforts resulted in raising the administrative and financial classification of the field, which led to a significant increase in government support from 150,000 SAR to 750,000 SAR annually in 1438 AH—a major step in empowering equestrian activities and ensuring their sustainability in the region.",
            "icon": "fas fa-chart-line text-xl",
            "categories": [
                "SPORTS_GOVERNANCE",
                "FINANCIAL_SUPPORT",
                "EQUESTRIAN_FACILITIES_DEVELOPMENT"
            ],
            "year_hijri": "1438",
            "year_gregorian": "2017",
            "is_featured": true
        },
        {
            "name_ar": "مشروع الإشراف على عمل قاعة خارجية في جبل القارة – مشروع أرض الحضارات السياحي لعام 1445هـ",
            "name_en": "Project for Supervising the Construction of an Outdoor Hall at Jabal Al-Qarah – Land of Civilizations Tourism Project – 1445 AH",
            "description_ar": "شمل المشروع الإشراف الكامل على تنفيذ قاعة خارجية متعددة الاستخدامات ضمن نطاق مشروع أرض الحضارات في جبل القارة السياحي. تضمنت الأعمال التنسيق مع الجهات المنفذة ومتابعة مراحل البناء لضمان تحقيق أعلى معايير الجودة والتكامل مع هوية المكان السياحية والثقافية، وذلك في عام 1445هـ. تم تخصيص القاعة لاستضافة الفعاليات والأنشطة الثقافية والمعارض المفتوحة.",
            "description_en": "This project involved the full supervision of constructing a multi-purpose outdoor hall as part of the Land of Civilizations tourism project at Jabal Al-Qarah. It included coordination with executing teams and oversight of construction stages to ensure high-quality standards and alignment with the site’s cultural and tourism identity. Completed in 1445 AH, the hall was designed to host events, exhibitions, and open-air cultural activities.",
            "icon": "fas fa-warehouse text-xl",
            "categories": [
                "INFRASTRUCTURE_PROJECTS",
                "ENGINEERING_SUPERVISION",
                "HERITAGE_SITE_DEVELOPMENT"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع إنهاء إجراءات جميع التصاريح الرسمية لمنتزه الشيباني (المشقر السياحي) لعام 1444هـ",
            "name_en": "Project for Finalizing All Official Permits for Al-Shaibani Park (Al-Mushaqar Tourism Project) – 1444 AH",
            "description_ar": "شمل المشروع العمل على إنهاء واستكمال كافة التصاريح النظامية والرسمية اللازمة لتشغيل منتزه الشيباني (المشقر السياحي) في الأحساء، بالتنسيق مع الجهات الحكومية المعنية مثل البلديات، والدفاع المدني، والسياحة، والبيئة. ساهم المشروع في تمكين التشغيل القانوني للمنتزه وفتح أبوابه أمام الزوار، مما يعزز من مكانته كوجهة سياحية طبيعية وتراثية في المنطقة.",
            "description_en": "This project involved completing all required legal and official permits for the operation of Al-Shaibani Park (Al-Mushaqar Tourism Project) in Al-Ahsa. It included coordination with various government entities such as the municipality, civil defense, tourism, and environmental authorities. The project enabled the park's official launch and public access, reinforcing its role as a natural and heritage-based tourist destination in the region.",
            "icon": "fas fa-file-alt text-xl",
            "categories": [
                "REGULATORY_PROCEDURES",
                "TOURISM_PROJECTS",
                "FACILITY_OPERATION"
            ],
            "year_hijri": "1444",
            "year_gregorian": "2023",
            "is_featured": true
        },
        {
            "name_ar": "مشروع تأمين السيارات والتنقلات وتهيئة الموقع الرئيسي أثناء زيارة وزراء السياحة العرب للأحساء لعام 1441هـ",
            "name_en": "Project for Managing Transportation and Preparing the Main Venue During the Visit of Arab Tourism Ministers to Al-Ahsa – 1441 AH",
            "description_ar": "نُفذ المشروع بالتزامن مع زيارة وفد وزراء السياحة العرب إلى محافظة الأحساء عام 1441هـ، حيث تم تأمين المركبات وخطط التنقلات الرسمية، وتهيئة الموقع الرئيسي للزيارة بما يتناسب مع البروتوكولات الدبلوماسية والمستوى الوزاري. ساهمت الجهود التنظيمية في إنجاح الزيارة وإبراز جاهزية الأحساء لاستقبال الوفود الرسمية وتعزيز صورتها السياحية عربياً.",
            "description_en": "This project was implemented during the visit of Arab Tourism Ministers to Al-Ahsa in 1441 AH. It included securing transportation, organizing official vehicle logistics, and preparing the main event venue in accordance with diplomatic and ministerial protocols. The operational efforts contributed to the success of the visit and highlighted Al-Ahsa's readiness to host official delegations and strengthen its image as a distinguished Arab tourism destination.",
            "icon": "fas fa-car-side text-xl",
            "categories": [
                "OFFICIAL_DELEGATION_ORGANIZATION",
                "LOGISTICAL_PROJECTS",
                "ARAB_TOURISM_EVENTS"
            ],
            "year_hijri": "1441",
            "year_gregorian": "2020",
            "is_featured": false
        },
        {
            "name_ar": "المساهمة في عملية إنجاز بحيرة المشقر الصناعية بمساحة 26 ألف متر مربع لعام 1447هـ",
            "name_en": "Contribution to the Completion of Al-Mushaqar Artificial Lake (26,000 m²) – 1447 AH",
            "description_ar": "ساهم المشروع في متابعة وتنفيذ أعمال إنشاء بحيرة صناعية بمساحة 26,000 متر مربع ضمن مشروع المشقر السياحي، بهدف تعزيز الجاذبية البيئية والجمالية للموقع. تضمنت المساهمة التنسيق مع الجهات الفنية والتنفيذية لضمان تحقيق أعلى معايير الجودة والسلامة، لتكون البحيرة عنصرًا رئيسيًا في تقديم تجربة ترفيهية وطبيعية متكاملة لزوار المنطقة.",
            "description_en": "This project involved contributing to the execution and completion of a 26,000-square-meter artificial lake as part of the Al-Mushaqar Tourism Project. The work aimed to enhance the environmental and visual appeal of the site. Contributions included coordination with technical and implementation teams to ensure top standards of quality and safety. The lake became a central feature in offering a complete recreational and natural experience for visitors.",
            "icon": "fas fa-water text-xl",
            "categories": [
                "ENVIRONMENTAL_PROJECTS",
                "TOURISM_DEVELOPMENT",
                "RECREATIONAL_FACILITIES"
            ],
            "year_hijri": "1447",
            "year_gregorian": "2025",
            "is_featured": true
        },
        {
            "name_ar": "مشروع إقامة معسكر رياضي لكرة القدم لفريق الأجيال بالمبرز في الرياض ومقابلة نادي الهلال السعودية لفئة الناشئين لعام 2025م",
            "name_en": "Organizing a Football Sports Camp for Al-Ajyal Team in Al-Mubarraz in Riyadh and Match Against Al Hilal Saudi Club for Youth Category – 2025",
            "description_ar": "يتضمن المشروع تنظيم معسكر تدريبي رياضي لكرة القدم لفريق الأجيال بمدينة المبرز بالرياض، يتخلله لقاء ودي مع نادي الهلال السعودي لفئة الناشئين لعام 2025م. يهدف المعسكر إلى تطوير مهارات اللاعبين الشباب، تعزيز التعاون بين الفرق، وإتاحة فرصة للاحتكاك مع الفرق الكبرى على مستوى المملكة.",
            "description_en": "The project involves organizing a football training camp for the Al-Ajyal team in Al-Mubarraz, Riyadh, including a friendly match against Al Hilal Saudi Club’s youth category in 2025. The camp aims to develop young players' skills, enhance team collaboration, and provide an opportunity to engage with one of the top clubs in the kingdom.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "TRAINING_CAMPS",
                "SPORTS_CHAMPIONSHIPS",
                "YOUTH_DEVELOPMENT"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2025",
            "is_featured": true
        },
        {
            "name_ar": "مشروع إقامة معسكر رياضي لكرة القدم في الدمام لفئة الناشئين لعام 2024م",
            "name_en": "Organizing a Football Sports Camp in Dammam for Youth Category – 2024",
            "description_ar": "يتضمن المشروع تنظيم معسكر تدريبي رياضي لكرة القدم بمدينة الدمام لفئة الناشئين لعام 2024م. يهدف المعسكر إلى تطوير المهارات الفنية والبدنية للاعبين الشباب، وتعزيز الروح الرياضية والتعاون بين المشاركين، بالإضافة إلى إعداد اللاعبين للمسابقات القادمة.",
            "description_en": "The project involves organizing a football training camp in Dammam for the youth category in 2024. The camp aims to develop the technical and physical skills of young players, enhance sportsmanship and teamwork among participants, and prepare players for upcoming competitions.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "TRAINING_CAMPS",
                "YOUTH_DEVELOPMENT",
                "SPORTS_CHAMPIONSHIPS"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2024",
            "is_featured": false
        }
    ],
    "certificates": [
        {
            "name_ar": "عضو العلاقات العامة بنادي الاتفاق من عام 1424 هـ لعام 1426هـ",
            "name_en": "Public Relations Member at Al-Ettifaq Club from 1424 AH to 1426 AH",
            "description_ar": "شغلتُ منصب عضو في قسم العلاقات العامة بنادي الاتفاق الرياضي خلال الفترة من عام 1424 هـ حتى عام 1426 هـ، حيث ساهمت في تنظيم الفعاليات الإعلامية والتواصل مع الجماهير والمؤسسات، إضافةً إلى دعم الحملات الترويجية للنادي وتعزيز صورته لدى المجتمع الرياضي",
            "description_en": "I served as a Public Relations Member at Al-Ettifaq Sports Club from 1424 AH to 1426 AH. During this period, I contributed to organizing media events, engaging with fans and institutions, and supporting the club’s promotional campaigns to enhance its image within the sports community.",
            "category": "FOOTBALL_PARTICIPATIONS",
            "icon": "fas fa-robot",
            "file": "cert.pdf"
        }
    ],
    "media_gallery": [
        {
            "title_ar": "شرف أحمد العلي يشارك فرحة الإنجاز مع الأبطال الصغار",
            "title_en": "Sharaf Ahmed Al-Ali Shares the Joy of Achievement with Young Champions",
            "description_ar": "شرف أحمد العلي يشارك فرحة الإنجاز مع الأبطال الصغار",
            "description_en": "Sharaf Ahmed Al-Ali shares the joy of achievement with the young champions",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (1).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي في لقاء ثقافي واجتماعي",
            "title_en": "Sharaf Ahmed Al-Ali in a Cultural and Social Gathering",
            "description_ar": "شرف أحمد العلي خلال لقاء ودي يجمعه مع شخصيات بارزة في مجلس تقليدي يعكس الطابع الثقافي والتراثي.",
            "description_en": "Sharaf Ahmed Al-Ali during a friendly meeting with notable figures in a traditional setting reflecting cultural heritage.",
            "category": "CULTURAL_PROGRAMS",
            "type": "image",
            "src": "assets/media/1 (2).jpg",
            "videoId": null
        },
        {
            "title_ar": "قرعة بطولة فريقي الأجيال الرمضانية الثالثة لكرة القدم",
            "title_en": "Draw Ceremony of the 3rd Generations Team Ramadan Football Championship",
            "description_ar": "جانب من فعالية قرعة بطولة فريقي الأجيال الرمضانية الثالثة لكرة القدم، بحضور نخبة من الشخصيات الرياضية والمجتمعية في موقع تراثي مميز.",
            "description_en": "A moment from the draw ceremony of the 3rd Generations Team Ramadan Football Championship, attended by prominent sports and community figures in a unique heritage setting.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (3).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكليف أشرف بن أحمد العلي مسؤولاً لوحدة الاتصال المؤسسي بجمعية سند",
            "title_en": "Appointment of Ashraf bin Ahmed Al-Ali as Head of Corporate Communications Unit at Sanad Association",
            "description_ar": "تمت الموافقة على تكليف أ. أشرف بن أحمد العلي مسؤولاً لوحدة الاتصال المؤسسي بجمعية سند للمسؤولية الاجتماعية بالأحساء. نسأل الله له التوفيق والسداد.",
            "description_en": "Ashraf bin Ahmed Al-Ali has been officially appointed as the Head of the Corporate Communications Unit at Sanad Association for Social Responsibility in Al-Ahsa. Wishing him success and guidance.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (4).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة فريق الأجيال إلى مقر نادي الهلال السعودي",
            "title_en": "Generations Team Visit to Al Hilal Saudi Club Headquarters",
            "description_ar": "زيارة تعريفية لفريق الأجيال إلى منشأة نادي الهلال السعودي بالرياض ضمن برنامج رياضي وتوعوي لتعزيز ثقافة الاحتراف والانتماء الرياضي.",
            "description_en": "An introductory visit by the Generations Team to Al Hilal Saudi Club facilities in Riyadh, as part of a sports and awareness program promoting professionalism and team spirit.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (5).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم بو صقر في نهائي بطولة الصاعقة الرمضانية",
            "title_en": "Media Recognition at the Final of Al-Sa'iqah Ramadan Championship",
            "description_ar": "تكريم بو صقر من السيد شرف العلي لتغطية إعلامية في نهائي بطولة الصاعقة الرمضانية قبل 9 سنوات، في لحظة تعكس تقدير العمل الإعلامي الرياضي.",
            "description_en": "A recognition moment from Mr. Sharaf Al-Ali for media coverage at the final of Al-Sa'iqah Ramadan Championship, nine years ago – a gesture reflecting appreciation for sports media efforts.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (6).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف العلي مع طاقم تحكيم بطولة رياضية",
            "title_en": "Sharaf Al-Ali with Referees of a Sports Tournament",
            "description_ar": "توثيق لحظة رسمية للأستاذ شرف العلي مع طاقم التحكيم في إحدى البطولات الرياضية، تأكيدًا على دوره في التنظيم والدعم الإداري والفني.",
            "description_en": "A formal moment featuring Sharaf Al-Ali with the referee team during a sports tournament, highlighting his role in organizing and supporting sports events.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (7).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف العلي في خدمة ضيوف الرحمن ضمن وفد تطوعي",
            "title_en": "Sharaf Al-Ali Serving Pilgrims as Part of a Volunteer Delegation",
            "description_ar": "شرف العلي خلال مشاركته في تنظيم واستقبال ضيوف الرحمن، ضمن الجهود التطوعية والوطنية.",
            "description_en": "Sharaf Al-Ali participating in organizing and welcoming pilgrims as part of national volunteer efforts.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (8).jpg",
            "videoId": null
        },
        {
            "title_ar": "شكرًا العطاء.. تكريم من سيد شرف لحكام البطولة",
            "title_en": "Thank You Al-Ataa: Recognition from Sayed Sharaf to the Tournament Referees",
            "description_ar": "صورة تجمع ثلاثة من حكام إحدى البطولات الرياضية، يرتدون قمصانًا تحمل عبارة 'شكرًا العطاء - سيد شرف' تعبيرًا عن التقدير والدعم المقدم لهم.",
            "description_en": "A photo of three referees at a sports tournament wearing shirts with the phrase 'Thank You Al-Ataa - Sayed Sharaf', as a token of appreciation and support.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (9).jpg",
            "videoId": null
        },
        {
            "title_ar": "كلمة أ. شرف العلي حول بطولة سند الرياضية",
            "title_en": "Statement by Mr. Sharaf Al-Ali on the Sanad Sports Tournament",
            "description_ar": "كلمة للأستاذ شرف بن أحمد العلي، عضو مجلس إدارة جمعية سند والمسؤول عن التواصل المؤسسي، يتحدث فيها عن رؤية بطولة سند الرياضية كمنصة للمسؤولية الاجتماعية والتكامل المؤسسي عبر الرياضة.",
            "description_en": "A statement by Mr. Sharaf bin Ahmed Al-Ali, board member of Sanad Association and head of institutional communication, highlighting the vision of the Sanad Sports Tournament as a platform for social responsibility and institutional integration through sports.",
            "category": "SOCIAL_RESPONSIBILITY",
            "type": "image",
            "src": "assets/media/1 (10).jpg",
            "videoId": null
        },
        {
            "title_ar": "فعالية رحلة عطاء الأحساء 5 بحضور محافظ الأحساء الأمير طلال بن بدر آل سعود",
            "title_en": "Al-Ahsa Giving Journey 5 Event with Governor Prince Talal bin Badr Al Saud",
            "description_ar": "صورة تجمع عددًا من الشخصيات البارزة خلال فعالية رحلة عطاء الأحساء 5 بحضور محافظ الأحساء الأمير طلال بن بدر آل سعود، مع وجود شعار الجمعية والشعار الرسمي للفعالية.",
            "description_en": "A group photo featuring prominent figures during the Al-Ahsa Giving Journey 5 event with Governor Prince Talal bin Badr Al Saud, including the association's logo and official event logo.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (11).jpg",
            "videoId": null
        },
        {
            "title_ar": "توعية العاملين بحماية أنفسهم من أشعة الشمس في موقع العمل",
            "title_en": "Worker Awareness on Sun Protection at the Worksite",
            "description_ar": "صورة لرجل يوجه كلمة أمام مجموعة من العمال يرتدون خوذات مزودة بمظلات صغيرة للحماية من أشعة الشمس في موقع العمل.",
            "description_en": "A man giving a speech in front of a group of workers wearing helmets equipped with small umbrellas for sun protection at the worksite.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (12).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة صاحب السمو الملكي الأمير محمد بن طلال بن بدر آل سعود",
            "title_en": "Visit of His Royal Highness Prince Mohammed bin Talal bin Badr Al Saud",
            "description_ar": "صورة لصاحب السمو الملكي الأمير محمد بن طلال بن بدر آل سعود في موقع أثري مع مرافقه.",
            "description_en": "Photo of His Royal Highness Prince Mohammed bin Talal bin Badr Al Saud at a historic site with his companion.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (13).jpg",
            "videoId": null
        },
        {
            "title_ar": "لقاء رسمي في مقر العمل",
            "title_en": "Official Meeting at the Workplace",
            "description_ar": "صورة تجمع مجموعة من الرجال في مكتب رسمي في مقر العمل، يظهرون بحالة رسمية ومهنية.",
            "description_en": "Photo showing a group of men in an official office setting, presenting a formal and professional atmosphere.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (14).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد محمد العلي ممثل العلاقات العامة في الأحساء للسياحة",
            "title_en": "Sharaf Ahmad Mohammad al Ali, Public Relations Representative at Al-Ahsa Tourism",
            "description_ar": "صورة تعريفية لشرف أحمد محمد العلي ممثل العلاقات العامة في الأحساء للسياحة.",
            "description_en": "Identification photo of Sharaf Ahmad Mohammad al Ali, Public Relations Representative at Al-Ahsa Tourism.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (15).jpg",
            "videoId": null
        },
        {
            "title_ar": "حفل تكريم الفائزين بدورة وحدة وطن الرمضانية الرابعة 2016",
            "title_en": "Award Ceremony for Winners of the 4th Ramadan National Unit Tournament 2016",
            "description_ar": "صورة من حفل تكريم الفائزين في دورة وحدة وطن الرمضانية الرابعة لعام 2016 برعاية الشيخ عبدالعزيز بن محمد الدوسري.",
            "description_en": "Photo from the award ceremony of the winners of the 4th Ramadan National Unit Tournament 2016 sponsored by Sheikh Abdulaziz bin Mohammed Al-Dossary.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (16).jpg",
            "videoId": null
        },
        {
            "title_ar": "الأستاذ شرف بن أحمد العلي في مكتبه",
            "title_en": "Mr. Sharaf bin Ahmad Al-Ali in His Office",
            "description_ar": "صورة للأستاذ شرف بن أحمد العلي، رئيس لجنة العلاقات العامة، أثناء عمله في مكتبه.",
            "description_en": "Photo of Mr. Sharaf bin Ahmad Al-Ali, Head of the Public Relations Committee, working at his office.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (17).jpg",
            "videoId": null
        },
        {
            "title_ar": "تدشين طقم فريق الشرقية الرياضي لعام 1440/2019",
            "title_en": "Launch of Al Sharqiya Sports Team Kit for 1440/2019",
            "description_ar": "صورة لتدشين طقم فريق الشرقية الرياضي لعام 1440/2019، يظهر ثلاثة لاعبين يرتدون الطقم الجديد.",
            "description_en": "Photo of the launch of Al Sharqiya Sports Team kit for 1440/2019, showing three players wearing the new kit.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (18).jpg",
            "videoId": null
        },
        {
            "title_ar": "التكريم من جمعية الفضول الخيرية",
            "title_en": "Honor from Al-Fudool Charitable Association",
            "description_ar": "تم تكريمي من جمعية الفضول الخيرية تقديراً لمساهماتي الفعالة ودعم المشاريع الاجتماعية والخيرية التي تعزز التنمية المجتمعية وتحسين حياة الأفراد في المنطقة.",
            "description_en": "I was honored by Al-Fudool Charitable Association in recognition of my effective contributions and support for social and charitable projects that promote community development and improve the lives of individuals in the region.",
            "category": "FIELD_VISITS",
            "type": "image",
            "src": "assets/media/1 (19).jpg",
            "videoId": null
        },
        {
            "title_ar": "حكم كرة القدم خلال إحدى المباريات في فريق الشرقية الرياضي",
            "title_en": "Football Referee During a Match in Al-Sharqiya Sports Team",
            "description_ar": "صورة لحكم كرة القدم أثناء إدارته لمباراة ضمن فعاليات فريق الشرقية الرياضي",
            "description_en": "Photo of a football referee managing a match as part of Al-Sharqiya Sports Team activities",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (20).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم رسمي في احتفالية فريق الشرقية الرياضي",
            "title_en": "Official Honor at Al-Sharqiya Sports Team Celebration",
            "description_ar": "صورة تظهر لحظة تكريم رسمي ضمن فعاليات فريق الشرقية الرياضي",
            "description_en": "A photo capturing an official honor moment during Al-Sharqiya Sports Team events",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (21).jpg",
            "videoId": null
        },
        {
            "title_ar": "جهود التوزيع في فعاليات وزارة الشؤون الإسلامية بالمنطقة الشرقية",
            "title_en": "Distribution Efforts at the Ministry of Islamic Affairs Event in the Eastern Province",
            "description_ar": "صورة توضح جهود التوزيع ضمن فعاليات وزارة الشؤون الإسلامية والدعوة والإرشاد في المنطقة الشرقية.",
            "description_en": "A photo showing distribution efforts during the Ministry of Islamic Affairs, Dawah and Guidance event in the Eastern Province.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (22).jpg",
            "videoId": null
        },
        {
            "title_ar": "اجتماع رسمي لعدد من المسؤولين في الأحساء",
            "title_en": "Official Meeting of Several Officials in Al-Ahsa",
            "description_ar": "صورة رسمية لعدد من المسؤولين في الأحساء خلال اجتماع مهم برعاية صاحب السمو الملكي.",
            "description_en": "Official photo of several officials in Al-Ahsa during an important meeting under the patronage of His Royal Highness.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (23).jpg",
            "videoId": null
        },
        {
            "title_ar": "اجتماع عمل بين مسؤولين في مكتب رسمي",
            "title_en": "Work Meeting Among Officials in an Official Office",
            "description_ar": "صورة تظهر مجموعة من المسؤولين خلال اجتماع عمل في مكتب رسمي، يرتدون الزي السعودي التقليدي والملابس الرسمية.",
            "description_en": "Photo showing a group of officials during a work meeting in an official office, wearing traditional Saudi attire and formal clothes.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (24).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة صاحب السمو الملكي تركي بن فيصل بن عبد العزيز آل سعود",
            "title_en": "Visit of His Royal Highness Turki bin Faisal bin Abdulaziz Al Saud",
            "description_ar": "صورة لصاحب السمو الملكي تركي بن فيصل بن عبد العزيز آل سعود خلال زيارة رسمية مع أحد المسؤولين في موقع خارجي.",
            "description_en": "Photo of His Royal Highness Turki bin Faisal bin Abdulaziz Al Saud during an official visit with an official at an outdoor location.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (25).jpg",
            "videoId": null
        },
        {
            "title_ar": "نشاط بيئي بالتعاون مع الكشافة لتعزيز الوعي البيئي",
            "title_en": "Environmental Activity in Cooperation with Scouts to Promote Environmental Awareness",
            "description_ar": "مجموعة من الشباب المشاركين في نشاط بيئي مع فريق كشفي، يحملون أدوات زراعة ولافتات توعوية في الهواء الطلق.",
            "description_en": "A group of young participants in an environmental activity with a scouting team, holding planting tools and awareness posters outdoors.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (26).jpg",
            "videoId": null
        },
        {
            "title_ar": "حفل تكريم المتفوقين في شركة أرامكو السعودية",
            "title_en": "Saudi Aramco Excellence Awards Ceremony",
            "description_ar": "مجموعة من الرجال يرتدون الزي السعودي التقليدي، يقفون ويلتقطون صورة جماعية أثناء حفل تكريم المتفوقين بحضور أعضاء من شركة أرامكو السعودية، يحمل بعضهم شهادات تقدير.",
            "description_en": "A group of men wearing traditional Saudi attire posing for a group photo during an excellence awards ceremony attended by Saudi Aramco members, with some holding certificates of appreciation.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (27).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة ميدانية لأمين الأحساء المهندس عصام الملا لمتابعة سير العمل",
            "title_en": "Field Visit by Al-Ahsa Mayor Eng. Essam Al-Mulla to Follow Up on Work Progress",
            "description_ar": "أمين الأحساء المهندس عصام الملا خلال زيارة ميدانية لمتابعة سير العمل في المشاريع وتفقد الفرق الميدانية.",
            "description_en": "Al-Ahsa Mayor Eng. Essam Al-Mulla during a field visit to monitor project progress and inspect field teams.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (28).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة ميدانية لأمين الأحساء المهندس عصام الملا لمتابعة سير العمل",
            "title_en": "Field Visit by Al-Ahsa Mayor Eng. Essam Al-Mulla to Follow Up on Work Progress",
            "description_ar": "أمين الأحساء المهندس عصام الملا خلال زيارة ميدانية لمتابعة سير العمل في المشاريع وتفقد الفرق الميدانية.",
            "description_en": "Al-Ahsa Mayor Eng. Essam Al-Mulla during a field visit to monitor project progress and inspect field teams.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (29).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم الأستاذ سلطان بن سعيد ربه رئيس رابطة فرق الأحياء لكرة القدم",
            "title_en": "Honoring Mr. Sultan Bin Saeed Rabah, President of the Neighborhoods League of Football",
            "description_ar": "حفل تكريم الأستاذ سلطان بن سعيد ربه رئيس رابطة فرق الأحياء لكرة القدم تقديرًا لجهوده وإنجازاته في تطوير اللعبة.",
            "description_en": "Honoring ceremony for Mr. Sultan Bin Saeed Rabah, President of the Neighborhoods League of Football, in recognition of his efforts and achievements in developing the sport.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (30).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يحمل كأس دوري الأحياء 2024",
            "title_en": "Sharaf Ahmed Al-Ali Holds the 2024 Neighborhoods League Trophy",
            "description_ar": "شرف أحمد العلي يشارك فرحة الفوز بحمل كأس دوري الأحياء لعام 2024م.",
            "description_en": "Sharaf Ahmed Al-Ali shares the joy of victory holding the 2024 Neighborhoods League trophy.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (31).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يكرم بو صقر",
            "title_en": "Sharaf Ahmed Al-Ali Honors Bu Saqr",
            "description_ar": "صورة لتكريم شرف أحمد العلي للبو صقر خلال حفل التكريم.",
            "description_en": "Photo of Sharaf Ahmed Al-Ali honoring Bu Saqr during an award ceremony.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (32).jpg",
            "videoId": null
        },
        {
            "title_ar": "صدى الأحساء: 45 سنة في حواري الأحياء بالأحساء",
            "title_en": "Echoes of Al-Ahsa: 45 Years in the Neighborhoods of Al-Ahsa",
            "description_ar": "صورة قديمة توثق ذكرى 45 سنة في أحياء الأحساء، تظهر رجلاً يرتدي الزي السعودي التقليدي والنظارات الشمسية.",
            "description_en": "An old photo commemorating 45 years in the neighborhoods of Al-Ahsa, showing a man wearing traditional Saudi attire and sunglasses.",
            "category": "CULTURAL_PROGRAMS",
            "type": "image",
            "src": "assets/media/1 (33).jpg",
            "videoId": null
        },
        {
            "title_ar": "بطاقة تعريف شرف أحمد العلي ممثل العلاقات العامة في الأحساء للسياحة",
            "title_en": "Sharaf Ahmed Al-Ali Business Card as Public Relations Representative at Al-Ahsa Tourism",
            "description_ar": "بطاقة تعريف لشرف أحمد العلي، ممثل العلاقات العامة في الأحساء للسياحة تحتوي على معلومات التواصل الرسمية.",
            "description_en": "Business card of Sharaf Ahmed Al-Ali, Public Relations Representative at Al-Ahsa Tourism, containing official contact information.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (34).jpg",
            "videoId": null
        },
        {
            "title_ar": "صورة قديمة لفريق كرة قدم شبابي",
            "title_en": "Old Photo of a Youth Football Team",
            "description_ar": "صورة قديمة تظهر فريق كرة قدم شبابي في ملعب ترابي، يظهر فيها اللاعبون والمدرب بملابس مختلفة.",
            "description_en": "An old photo showing a youth football team on a dirt field, with players and coach wearing different outfits.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (35).jpg",
            "videoId": null
        },
        {
            "title_ar": "فوز بكأس بطولة المونديال",
            "title_en": "Victory with the Mundial Championship Cup",
            "description_ar": "صورة لأشخاص يحملون كأس بطولة المونديال بفخر وفرحة.",
            "description_en": "A photo of people proudly holding the Mundial Championship Cup.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (36).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة الموقع التاريخي في الأحساء",
            "title_en": "Visit to the Historical Site in Al-Ahsa",
            "description_ar": "صورة لرجلين في موقع تاريخي في الأحساء يظهران تقديرهم للتراث الثقافي.",
            "description_en": "Photo of two men at a historical site in Al-Ahsa showing appreciation for cultural heritage.",
            "category": "CULTURAL_PROGRAMS",
            "type": "image",
            "src": "assets/media/1 (37).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يشارك فرحة الفوز بكأس البطولة",
            "title_en": "Sharaf Ahmed Al-Ali Shares the Joy of Winning the Championship Cup",
            "description_ar": "شرف أحمد العلي يشارك أحد اللاعبين الشبان لحظة الفوز والتتويج بكأس البطولة وسط أجواء من الفرح والإنجاز.",
            "description_en": "Sharaf Ahmed Al-Ali joins a young player in a joyful moment celebrating the championship cup victory.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (38).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي في زيارة اجتماعية مع الشخصيات الوطنية",
            "title_en": "Sharaf Ahmed Al-Ali in a Social Visit with National Figures",
            "description_ar": "شرف أحمد العلي خلال حضوره مناسبة اجتماعية بجانب نخبة من الشخصيات الوطنية، في جو يسوده التقدير والاحترام.",
            "description_en": "Sharaf Ahmed Al-Ali attending a social event alongside prominent national figures, in a respectful and cordial atmosphere.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (39).jpg",
            "videoId": null
        },
        {
            "title_ar": "الحافلة السياحية تجوب المبرز في مبادرة فريق الأجيال",
            "title_en": "Tour Bus Roams Al-Mubarraz in Al-Ajyal Team's Initiative",
            "description_ar": "لأول مرة في تاريخ المنطقة، الحافلة السياحية المكشوفة تجوب أبرز معالم المبرز التراثية والثقافية في رحلة مميزة بمبادرة من فريق الأجيال.",
            "description_en": "For the first time in the region's history, the open-top tour bus roams Al-Mubarraz’s cultural and heritage sites in a special initiative by Al-Ajyal Team.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (40).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي في لقاء رسمي يعكس روح التواصل والتعاون",
            "title_en": "Sharaf Ahmed Al-Ali in an Official Meeting Reflecting Communication and Cooperation",
            "description_ar": "شرف أحمد العلي في لقاء رسمي بجانب العلم السعودي، تأكيدًا على دوره في تعزيز العلاقات العامة والتمثيل المشرف.",
            "description_en": "Sharaf Ahmed Al-Ali appears in an official meeting next to the Saudi flag, emphasizing his role in public relations and honorable representation.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (41).jpg",
            "videoId": null
        },
        {
            "title_ar": "مجلس إدارة جمعية سند للمسؤولية الاجتماعية بالأحساء",
            "title_en": "Board of Directors of Sand Social Responsibility Association in Al-Ahsa",
            "description_ar": "الصورة توضح أعضاء مجلس إدارة جمعية سند للمسؤولية الاجتماعية بالأحساء في دورتها الأولى 2024 - 2028، وتعرض الأدوار المختلفة لكل عضو في سبيل تعزيز المسؤولية المجتمعية.",
            "description_en": "This image presents the Board of Directors of the Sand Social Responsibility Association in Al-Ahsa for the first session (2024–2028), showcasing the members and their roles in promoting community responsibility.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (42).jpg",
            "videoId": null
        },
        {
            "title_ar": "شكر وتقدير للسيد شرف العلي من فريق الأجيال بالمبرز",
            "title_en": "A Note of Appreciation to Mr. Sharaf Al-Ali from Al-Ajyal Team in Al-Mubarraz",
            "description_ar": "تغريدة شكر من فريق الأجيال بالسيد شرف العلي تقديرًا لجهوده في دعم الشباب والمجتمع الرياضي، واعترافًا بإسهاماته التي صنعت الفرق وألهمت الأجيال.",
            "description_en": "A tweet of appreciation from Al-Ajyal Team to Mr. Sharaf Al-Ali for his efforts in supporting youth and the sports community, recognizing his impact and inspiration to generations.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (43).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف العلي في لقاء رسمي مع نخبة من الشخصيات",
            "title_en": "Sharaf Al-Ali in an Official Gathering with Distinguished Figures",
            "description_ar": "السيد شرف العلي يشارك في لقاء رسمي جمع نخبة من الشخصيات البارزة، في إطار جهود التواصل المجتمعي وتعزيز العلاقات العامة.",
            "description_en": "Mr. Sharaf Al-Ali takes part in an official gathering with a group of distinguished figures, reinforcing community engagement and public relations.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (44).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف العلي يتلقى درع تكريمي خلال حفل تكريم الرعاة والمشاركين",
            "title_en": "Sharaf Al-Ali Receives Honorary Plaque During Sponsors and Participants Ceremony",
            "description_ar": "خلال حفل رسمي لتكريم الرعاة والمشاركين، تم تكريم السيد شرف العلي بدرع تذكاري تقديرًا لمساهماته المتميزة.",
            "description_en": "During an official ceremony honoring sponsors and participants, Mr. Sharaf Al-Ali was recognized with a commemorative plaque for his outstanding contributions.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (45).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي في لقاء مع الشخصيات المؤثرة",
            "title_en": "Sharaf Ahmed Al-Ali in a Meeting with Influential Personalities",
            "description_ar": "شرف أحمد العلي يلتقي مع شخصيات مؤثرة في إطار أنشطة العلاقات العامة والتواصل المؤسسي",
            "description_en": "Sharaf Ahmed Al-Ali meets with influential personalities as part of public relations and institutional communication activities",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (46).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم الرعاة والمشاركين في الحفل السنوي",
            "title_en": "Honoring Sponsors and Participants at the Annual Ceremony",
            "description_ar": "صورة من حفل تكريم الرعاة والمشاركين، حيث يُكرم الحضور على جهودهم ومساهماتهم المتميزة.",
            "description_en": "A photo from the ceremony honoring sponsors and participants for their outstanding efforts and contributions.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (47).jpg",
            "videoId": null
        },
        {
            "title_ar": "لقاء رسمي في إطار العلاقات العامة",
            "title_en": "Official Meeting in the Framework of Public Relations",
            "description_ar": "صورة توثق لقاء رسمي يجمع مجموعة من الرجال بالزي التقليدي السعودي في مناسبة اجتماعية أو رسمية.",
            "description_en": "A photo documenting an official meeting featuring a group of men in traditional Saudi attire during a social or official event.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (48).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يشارك فرحة الإنجاز",
            "title_en": "Sharaf Ahmed Al-Ali Shares the Joy of Achievement",
            "description_ar": "شرف أحمد العلي في موقع العمل مرتديًا سترة الأمان وقبعة تحمل شعار BERGA، مع فريق عمل في الخلفية.",
            "description_en": "Sharaf Ahmed Al-Ali at the work site wearing a safety vest and a cap with the BERGA logo, with a team in the background.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (49).jpg",
            "videoId": null
        },
        {
            "title_ar": "رعاية ودعم الأمير سعود بن طلال لمحافظة الأحساء في بطولة سند الرياضية",
            "title_en": "Prince Saud bin Talal's Patronage and Support for Al-Ahsa Governorate in the Sand Sports Championship",
            "description_ar": "كرّم صاحب السمو الملكي الأمير سعود بن طلال بن بدر محافظ الأحساء الجهات الداعمة والمشاركة في بطولة سند الرياضية للشركات في نسختها الأولى.",
            "description_en": "His Royal Highness Prince Saud bin Talal bin Badr, Governor of Al-Ahsa, honored the supporting and participating entities in the first edition of the Sand Sports Championship for companies.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (50).jpg",
            "videoId": null
        },
        {
            "title_ar": "مبادرة حماية البيئة البحرية في شاطئ المبرز برعاية الأمير سعود بن طلال",
            "title_en": "Marine Environment Protection Initiative at Al-Mubarraz Beach under the Patronage of Prince Saud bin Talal",
            "description_ar": "انطلقت مبادرة حماية البيئة البحرية في شاطئ المبرز تحت رعاية صاحب السمو الملكي الأمير سعود بن طلال، بمشاركة عدد من المتطوعين والجهات الداعمة.",
            "description_en": "The Marine Environment Protection Initiative at Al-Mubarraz Beach was launched under the patronage of His Royal Highness Prince Saud bin Talal, with participation from volunteers and supporting entities.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (51).jpg",
            "videoId": null
        },
        {
            "title_ar": "الشيخ محمد الدوسري يحتفل بفوز فريق الوحدة الإماراتي في دورة وحدة وطن الرمضانية",
            "title_en": "Sheikh Mohammed Al-Dosari Celebrates the Victory of Al-Wahda Emirati Team in the Ramadan Unity National Tournament",
            "description_ar": "الشيخ محمد الدوسري يحتفل بفوز فريق الوحدة الإماراتي في دورة وحدة وطن الرمضانية لعام 2016.",
            "description_en": "Sheikh Mohammed Al-Dosari celebrates the victory of Al-Wahda Emirati team in the 2016 Ramadan Unity National Tournament.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (52).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يتبادل الحديث مع المشاركين في فعالية رؤية 2030",
            "title_en": "Sharaf Ahmed Al-Ali Engages with Participants at Vision 2030 Event",
            "description_ar": "شرف أحمد العلي يتحدث مع المشاركين أثناء فعالية رؤية المملكة 2030، مرتدياً سترة عاكسة وقبعة مميزة تحمل مظلة صغيرة.",
            "description_en": "Sharaf Ahmed Al-Ali talks with participants during the Kingdom's Vision 2030 event, wearing a reflective vest and a distinctive cap with a small umbrella.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (53).jpg",
            "videoId": null
        },
        {
            "title_ar": "حكم كرة قدم يرتدي زي التحكيم الأحمر مكتوب عليه شكراً العطاء سيد شرف",
            "title_en": "Football Referee Wearing Red Referee Uniform",
            "description_ar": "صورة لحكم كرة قدم يرتدي زي التحكيم الأحمر مع شعار Adidas وشعارات أخرى على القميص.",
            "description_en": "Photo of a football referee wearing a red Adidas referee uniform with various patches on the shirt.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (54).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يشارك في حفل تكريم فريق أنوار الفضول",
            "title_en": "Sharaf Ahmed Al-Ali Participates in the Honoring Ceremony of Anwar Al-Fudool Team",
            "description_ar": "شرف أحمد العلي يشارك في حفل تكريم فريق أنوار الفضول",
            "description_en": "Sharaf Ahmed Al-Ali participates in the honoring ceremony of the Anwar Al-Fudool team",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (55).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي يوقع كرة قدم لطفل في فعالية رياضية",
            "title_en": "Sharaf Ahmed Al-Ali Signs a Football for a Child at a Sports Event",
            "description_ar": "شرف أحمد العلي يوقع كرة قدم لطفل خلال فعالية رياضية",
            "description_en": "Sharaf Ahmed Al-Ali signs a football for a child during a sports event",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (56).jpg",
            "videoId": null
        },
        {
            "title_ar": "احتفال مجموعة رجال بمناسبة في ميدان الفروسية بالأحساء",
            "title_en": "Group of Men Celebrating at Al-Ahsa Equestrian Field",
            "description_ar": "صورة لمجموعة من الرجال يرتدون الملابس التقليدية السعودية وهم يشاركون في تقطيع كعكة بمناسبة في ميدان الفروسية بالأحساء. تظهر لافتة في الخلفية تشير إلى مكان الاحتفال، ويوجد على الطاولة أمامهم مجموعة من العصائر ومياه الشرب.",
            "description_en": "A photo of a group of men wearing traditional Saudi attire participating in cutting a cake at an event held at the Al-Ahsa Equestrian Field. A sign in the background indicates the location, and there are various juices and bottled water on the table in front of them.",
            "category": "SOCIAL_EVENTS",
            "type": "image",
            "src": "assets/media/1 (57).jpg",
            "videoId": null
        },
        {
            "title_ar": "أيام نادي الاتفاق قبل 25 سنة مع شرف أحمد العلي",
            "title_en": "Days of Al-Ettifaq Club 25 Years Ago with Sharaf Ahmed Al-Ali",
            "description_ar": "أن الغرض من التربية هو إعداد المرء للحياة الكاملة ولتحقيق ذلك يجب تهييب الطبيعة الإنسانية تهيبًا كاملاً من نواحيها المختلفة الجسم والعقل والخلق والقلب والذوق واليد واللسان فلا تعني بناحية ونهمل أخرى في تربية ..",
            "description_en": "The purpose of education is to prepare a person for a complete life. To achieve this, the human nature must be fully cultivated in its different aspects: body, mind, morals, heart, taste, hand, and tongue. We should not focus on one aspect and neglect another in education.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (58).jpg",
            "videoId": null
        },
        {
            "title_ar": "شرف أحمد العلي مع كأس البطولة",
            "title_en": "Sharaf Ahmed Al Ali with the Championship Trophy",
            "description_ar": "شرف أحمد العلي يقف بجانب كأس البطولة في إحدى الفعاليات الرياضية التي تدعمها جمعية سند بالأحساء، تعبيرًا عن النجاح والتميز في المجال الرياضي.",
            "description_en": "Sharaf Ahmed Al Ali stands beside the championship trophy at a sports event supported by Sanad Association in Al-Ahsa, representing success and excellence in the sports field.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (59).jpg",
            "videoId": null
        },
        {
            "title_ar": "أحمد شرف العلي مع أبنائه وخليل الزياني",
            "title_en": "Ahmed Sharaf Al Ali with His Sons and Khalil Al Zayani",
            "description_ar": "صورة تجمع أحمد شرف العلي مع أبنائه وخليل الزياني في مناسبة اجتماعية داخلية، يظهرون وهم يرتدون الزي السعودي التقليدي في مكان مزين بثريات وأضواء دافئة.",
            "description_en": "A photo featuring Ahmed Sharaf Al Ali with his sons and Khalil Al Zayani at an indoor social gathering, all dressed in traditional Saudi attire with chandeliers and warm lighting in the background.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (60).jpg",
            "videoId": null
        },
        {
            "title_ar": "أحمد شرف العلي يلقي كلمة",
            "title_en": "Ahmed Sharaf Al Ali Giving a Speech",
            "description_ar": "صورة لأحمد شرف العلي يرتدي الزي السعودي التقليدي ويُلقي كلمة وهو يحمل الميكروفون في يده أمام خلفية صخرية مضاءة.",
            "description_en": "Photo of Ahmed Sharaf Al Ali wearing traditional Saudi attire, giving a speech while holding a microphone in front of an illuminated rocky background.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (61).jpg",
            "videoId": null
        }
    ],
    "hobbies": [
        {
            "name_ar": "القراءة",
            "name_en": "Reading",
            "description_ar": "قراءة كتب التنمية البشرية",
            "description_en": "Reading personal development books",
            "icon": "book_icon.png",
            "image": "reading.jpg"
        }
    ],
    "social_links": [
        {
            "name_ar": "سناب شات",
            "name_en": "Snapchat",
            "url": "https://www.snapchat.com/add/sharaf2020",
            "icon": "fab fa-snapchat text-xl",
            "username": "sharaf2020"
        },
        {
            "name_ar": "واتسآب",
            "name_en": "WhatsApp",
            "url": "https://api.whatsapp.com/send?phone=966547007111",
            "icon": "fab fa-whatsapp text-xl",
            "username": "+966547007111"
        },
        {
            "name_ar": "تيك توك",
            "name_en": "TikTok",
            "url": "https://www.tiktok.com/@sharafalali4",
            "icon": "fab fa-tiktok text-xl",
            "username": "sharafalali4"
        },
        {
            "name_ar": "إنستغرام",
            "name_en": "Instagram",
            "url": "https://www.instagram.com/sharaf_alali",
            "icon": "fab fa-instagram text-xl",
            "username": "sharaf_alali"
        },
        {
            "name_ar": "X",
            "name_en": "X",
            "url": "https://x.com/waldalali204979",
            "icon": "fab fa-x-twitter text-xl",
            "username": "waldalali204979"
        },
        {
            "name_ar": "تيليجرام",
            "name_en": "Telegram",
            "url": "https://t.me/sharaf_alali",
            "icon": "fab fa-telegram text-xl",
            "username": "sharaf_alali"
        }
    ],
    "skills": [
        {
            "name_ar": "التسويق الرقمي",
            "name_en": "Digital Marketing",
            "level": "متقدم"
        }
    ],
    "languages": [
        {
            "language_name": "الإنجليزية",
            "proficiency_level": "متقدم",
            "certificate": "IELTS"
        }
    ],
    "references": [
        {
            "ref_name": "أحمد العبدالله",
            "position": "مدير قسم",
            "organization": "شركة كبرى",
            "phone": "+966501234567",
            "email": "ref@example.com"
        }
    ],
    "contact_link": "https://myprofile.com/contact"
}