{
    "name_ar": "شرف بن أحمد محمد العلي",
    "name_en": "Sharaf Ahmed Al-Ali",
    "profile_picture": "assets/img/pic.jpeg",
    "resume_file": "",
    "bio_ar": "<p class='text-gray-700 mb-6 leading-relaxe'> محترف في مجال العلاقات العامة والتواصل المؤسسي والمراسم والبروتوكول وإدارة وتشغيل الأنشطة والفعاليات الرياضية مع خبرة واسعة في إدارة المشاريع السياحية والترفيهية ممثلاً للعلاقات العامة والتواصل المؤسسي في شركة الأحساء للسياحة والترفيه، جبل القارة (مشروع أرض الحضارات السياحي) - منتزه الشيباني (مشروع المشقر السياحي) كما يوجد لدي عدد من الورش والدورات في مجال السياحة بشكل عام. </p> <p class='text-gray-700 mb-6 leading-relaxe'> عضو في مجلس إدارة جمعية سند للمسؤولية الاجتماعية ومدير العلاقات العامة والتواصل المؤسسي في الجمعية، قمت بتعزيز حضور الجمعية وزيادة تأثيرها في المجتمع من خلال مبادرات نوعية وشراكات استراتيجية واستقطاب الشركات ورجال الأعمال للمشاركة المادية والمعنوية. </p> <p class='text-gray-700 mb-6 leading-relaxe'> كنتُ مديراً للعلاقات العامة لميدان فروسية الأحساء لمدة ٤ سنوات، ساهمتُ من خلالها في تسريع تطوير ميدان الفروسية، مما ساهم إلى تصنيفه ضمن الفئة (أ) ضمن ميادين الفروسية في المملكة، بالإضافة إلى المساهمة في استخراج الصك لميدان فروسية الأحساء. </p> <p class='text-gray-700 mb-6 leading-relaxe'> ساهمتُ في الحصول على درع المركز الأول لسباق كأس عز الخيل على مستوى المملكة العربية السعودية في منتجع نوفا بمدينة الرياض. </p> <p class='text-gray-700 mb-6 leading-relaxe'> أمتلك خبرة في تشغيل المنشآت الرياضية وإدارة وتشغيل المباريات الرسمية وإدارة الحشود، وتنظيم البطولات الرياضية والإشراف عليها بما يتماشى مع أعلى المعايير الاحترافية. </p> <p class='text-gray-700 mb-6 leading-relaxe'> أقمتُ عدد من المعارض والمؤتمرات والفعاليات والأنشطة المتنوعة، بالإضافة إلى تنمية الموارد المالية للمنشآت بشكل عام. </p> <p class='text-gray-700 mb-6 leading-relaxe'> إدارة وإقامة الأنشطة والفعاليات الرياضية والتنسيق لإقامة المعسكرات للأندية الرياضية. </p>",
    "bio_en": "<p class='text-gray-700 mb-6 leading-relaxe'> A professional in public relations, corporate communication, protocol, and the management and operation of sports activities and events. I have extensive experience in managing tourism and entertainment projects, representing public relations and communication for Al-Ahsa Tourism and Entertainment Company, including Jabal Al-Qarah (Land of Civilizations Project) and Al-Shaibani Park (Al-Mashqar Tourism Project). I have also attended several workshops and training courses in the field of tourism. </p> <p class='text-gray-700 mb-6 leading-relaxe'> A board member of Sanad Association for Social Responsibility and Director of Public Relations and Corporate Communication at the association. I have strengthened the presence of the organization and expanded its impact in the community through quality initiatives, strategic partnerships, and attracting companies and businessmen to contribute financially and morally. </p> <p class='text-gray-700 mb-6 leading-relaxe'> I served as Director of Public Relations at Al-Ahsa Equestrian Field for four years, during which I contributed to the rapid development of the field, leading to its classification in Category (A) among equestrian venues in the Kingdom. I also contributed to obtaining the official deed for the venue. </p> <p class='text-gray-700 mb-6 leading-relaxe'> I played a role in achieving first place in the Az-Zakhil Cup Race at the national level in the Kingdom of Saudi Arabia, held at Nofa Resort in Riyadh. </p> <p class='text-gray-700 mb-6 leading-relaxe'> I have experience in operating sports facilities, managing and running official matches, crowd control, organizing sports tournaments, and supervising them in line with the highest professional standards. </p> <p class='text-gray-700 mb-6 leading-relaxe'> I have organized several exhibitions, conferences, and diverse events and activities, in addition to developing the financial resources of institutions in general. </p> <p class='text-gray-700 mb-6 leading-relaxe'> Management and implementation of sports activities and events, including coordinating training camps for sports clubs. </p>",
    "phones": [
        "+966135982888",
        "+966135982999"
    ],
    "mobiles": [
        "+966547007111"
    ],
    "faxes": [
        "+966135982555"
    ],
    "emails": [
        "waldalali@hotmail.com"
    ],
    "ar_address": "صندوق البريد: 1715 <br> الأحساء - المملكة العربية السعودية <br> الرمز البريدي: 31982",
    "en_address": "P.O. Box: 1715 <br> Al-Ahsa – Kingdom of Saudi Arabia <br> Postal Code: 31982",
    "job_titles": [
        {
            "name_ar": "العلاقات العامة والتواصل المؤسسي",
            "name_en": "Public Relations and Corporate Communication"
        },
        {
            "name_ar": "متخصص التسويق والاستثمار الرياضي",
            "name_en": "Sports Marketing and Investment Specialist"
        },
        {
            "name_ar": "ممثل العلاقات العامة لدى شركة الأحساء للسياحية والترفيه",
            "name_en": "Public Relations Representative at Al-Ahsa Tourism and Entertainment Company"
        },
        {
            "name_ar": "عضو مجلس إدارة جمعية سند للمسؤولية الاجتماعية",
            "name_en": "Board Member of Sanad Association for Social Responsibility"
        },
        {
            "name_ar": "مدير العلاقات العامة والتواصل المؤسسي في جمعية سند",
            "name_en": "Director of Public Relations and Corporate Communication at Sanad Association"
        }
    ],
    "experiences": [
        {
            "title_ar": "مدير علاقات عامة",
            "title_en": "PR Manager",
            "ar_description": "إدارة التواصل المؤسسي",
            "en_description": "Managing corporate communication",
            "icon": "pr_icon.png"
        }
    ],
    "education": [
        {
            "degree_type": "SECONDARY",
            "university_ar": "مناهل الجزيرة الأهلية",
            "university_en": "Manahil Al-Jazeera Private School",
            "major_ar": null,
            "major_en": null,
            "gpa": 92.77,
            "max_gpa": "100",
            "start_date": "2011-09-01",
            "graduation_date": "2013-06-01",
            "join_year": 2011,
            "graduation_year": "2013",
            "icon": "fas fa-school text-xl"
        },
        {
            "degree_type": "BACHELORS",
            "university_ar": "كلية الآداب جامعة الملك فيصل",
            "university_en": "College of Arts, King Faisal University",
            "major_ar": "علم اجتماع",
            "major_en": "Sociology",
            "level_ar": "المستوى الرابع",
            "level_en": "Level 4",
            "gpa": 4.80,
            "max_gpa": "5.00",
            "start_date": "2020-07-01",
            "graduation_date": null,
            "join_year": 2020,
            "graduation_year": null,
            "icon": "fas fa-university text-xl"
        }
    ],
    "projects": [
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود لعام 2023م",
            "name_en": "Prince Khalid bin Talal bin Badr Al Saud Championship – 2023",
            "description_ar": "يهدف هذا المشروع إلى تنظيم بطولة رياضية تحمل اسم صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود، والتي أُقيمت في عام 2023م بمشاركة عدد من الفرق الرياضية المحلية. تم تنفيذ البطولة وفق أعلى المعايير التنظيمية واللوجستية، وساهمت في إبراز الدور المجتمعي للرياضة وتعزيز التفاعل بين الشباب في بيئة تنافسية مشرفة.",
            "description_en": "This project involved organizing a sports championship under the name of His Royal Highness Prince Khalid bin Talal bin Badr Al Saud in 2023, with the participation of several local sports teams. The tournament was executed with high organizational standards, contributing to the social value of sports and fostering youth engagement in a respectable and competitive environment.",
            "icon": "fas fa-trophy text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "year_hijri": "1444",
            "year_gregorian": "2023",
            "is_featured": false,
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_INITIATIVES",
                "NATIONAL_EVENTS"
            ]
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود لعام 2022م",
            "name_en": "Prince Abdullah bin Saud bin Thunayan Al Saud Championship – 2022",
            "description_ar": "نُظمت هذه البطولة الرياضية في عام 2022م، تحت رعاية صاحب السمو الملكي الأمير عبدالله بن سعود بن ثنيان آل سعود، وبمشاركة عدد من الفرق الرياضية المحلية والشبابية. هدفت البطولة إلى تعزيز الروح الرياضية بين الشباب، وإبراز دور الرياضة كوسيلة للتنمية الاجتماعية، إضافة إلى ترسيخ اسم سموه في دعم المبادرات الرياضية المجتمعية.",
            "description_en": "This sports championship was organized in 2022 under the patronage of His Royal Highness Prince Abdullah bin Saud bin Thunayan Al Saud, with the participation of various local and youth teams. The event aimed to promote sportsmanship among youth and highlight the role of sports as a tool for community development, while also reflecting the prince’s support for grassroots sports initiatives.",
            "icon": "fas fa-medal text-xl",
            "image": "project.jpg",
            "file": "project_doc.pdf",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "NATIONAL_EVENTS",
                "YOUTH_ACTIVITIES"
            ],
            "year_hijri": "1443",
            "year_gregorian": "2022",
            "is_featured": false
        },
        {
            "name_ar": "مشروع إقامة بطولة صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود",
            "name_en": "Project for Organizing the Championship of His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud",
            "description_ar": "تم إطلاق هذا المشروع بتنظيم بطولة رياضية تحمل اسم صاحب السمو الأمير عبدالعزيز بن بدر بن جلوي آل سعود، وتهدف إلى تنمية المواهب الرياضية لدى الشباب، وتعزيز مفهوم التنافس الإيجابي والانتماء الوطني، من خلال فعاليات رياضية واجتماعية شارك فيها عدد كبير من الفرق والمهتمين بالشأن الرياضي.",
            "description_en": "This project was launched to organize a sports championship named after His Highness Prince Abdulaziz bin Badr bin Jiluwi Al Saud. The initiative aimed to nurture young athletic talents, promote healthy competition and national identity through sports and social events with wide participation from teams and sports enthusiasts.",
            "icon": "fas fa-medal text-xl",
            "categories": [
                "SPORTS_CHAMPIONSHIPS",
                "COMMUNITY_EVENTS",
                "YOUTH_EMPOWERMENT"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة قرعة بطولة الأجيال الرمضانية الرياضية لكرة القدم في جبل القارة (مشروع أرض الحضارات)",
            "name_en": "Concept and Execution of the Generations Ramadan Football Tournament Draw at Jabal Al-Qarah (Land of Civilizations Project)",
            "description_ar": "تمثلت فكرة المشروع في ابتكار وتنفيذ فعالية قرعة بطولة الأجيال الرمضانية لكرة القدم، والتي أُقيمت داخل أحد أبرز المعالم الطبيعية والتاريخية في الأحساء – جبل القارة ضمن مشروع أرض الحضارات. هدفت الفعالية إلى الدمج بين الرياضة والتراث وتعزيز روح التنافس والشغف الرياضي في أجواء رمضانية مميزة، بمشاركة فرق محلية وتنظيم احترافي عالي المستوى.",
            "description_en": "This project involved the concept creation and execution of the draw ceremony for the Generations Ramadan Football Tournament, held at one of Al-Ahsa’s most iconic natural and cultural landmarks – Jabal Al-Qarah, as part of the Land of Civilizations Project. The event combined sports and heritage, promoting community engagement and competitive spirit in a unique Ramadan atmosphere, with the participation of local teams and a professionally managed setup.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "RAMADAN_ACTIVITIES",
                "SPORTS_CHAMPIONSHIPS",
                "LINKING_SPORTS_TO_HERITAGE"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة سند الرياضية لكرة القدم للشركات 2025م",
            "name_en": "Conceptualization and Execution of Sanad Sports Football Championship for Companies – 2025",
            "description_ar": "يتضمن المشروع فكرة وتنفيذ إقامة بطولة كرة القدم الخاصة بالشركات تحت اسم \"بطولة سند الرياضية\" لعام 2025م. تهدف البطولة إلى تعزيز التنافس الرياضي بين الشركات المختلفة، وتحفيز روح التعاون والعمل الجماعي بين الموظفين، بالإضافة إلى دعم الرياضة المجتمعية وتعزيز العلاقات بين القطاعين الخاص والعام.",
            "description_en": "This project involves the conceptualization and execution of the \"Sanad Sports Football Championship\" for companies in 2025. The championship aims to foster competitive sportsmanship among various companies, promote teamwork and collaboration among employees, and support community sports initiatives while strengthening ties between the private and public sectors.",
            "icon": "fas fa-building text-xl",
            "categories": [
                "CORPORATE_TOURNAMENTS",
                "SPORTS_INITIATIVES",
                "SOCIAL_RESPONSIBILITY_ACTIVITIES"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2025",
            "is_featured": false
        },
        {
            "name_ar": "مشروع فكرة وتنفيذ إقامة بطولة أبطال الدورات الرمضانية لكرة القدم بالأحساء",
            "name_en": "Concept and Execution of the Champions of Ramadan Football Tournaments in Al-Ahsa",
            "description_ar": "انطلقت فكرة هذا المشروع لتنظيم بطولة كبرى تجمع بين أبطال الدورات الرمضانية السابقة في محافظة الأحساء، بهدف رفع مستوى التنافس، وتكريم الفرق المتميزة، وتقديم تجربة رياضية رمضانية متكاملة للجمهور واللاعبين على حد سواء. تميزت البطولة بمستوى تنظيمي عالٍ ومشاركة واسعة من نخبة فرق الأحياء والبطولات الشعبية.",
            "description_en": "This project was conceived and executed to organize a major championship bringing together the champions of previous Ramadan football tournaments in Al-Ahsa. The initiative aimed to elevate the level of competition, honor outstanding teams, and deliver a rich Ramadan sports experience for both players and spectators. The event was marked by high-level organization and broad participation from elite neighborhood and community teams.",
            "icon": "fas fa-star text-xl",
            "categories": [
                "RAMADAN_TOURNAMENTS",
                "SPORTS_CHAMPIONSHIPS",
                "HONORING_CHAMPIONS"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع تطوير بودك العرض المبدئي والنهائي وتركيب المظلة على المنصة الرئيسية ومظلة الجماهير في ميدان الفروسية بالأحساء – 1438هـ",
            "name_en": "Project for Developing the Preliminary and Final Show Booth, and Installing Canopies on the Main Platform and Spectator Area at Al-Ahsa Equestrian Field – 1438 AH",
            "description_ar": "تضمّن هذا المشروع تصميم وتطوير \"بودك العرض\" الخاص بالعروض المبدئية والنهائية في ميدان الفروسية بالأحساء، إلى جانب تركيب مظلة مخصصة للمنصة الرئيسية ومظلة إضافية للجمهور، وذلك بهدف تحسين تجربة الحضور، وتوفير بيئة أكثر احترافية وتنظيمًا للفعاليات والبطولات الفروسية. نفذ المشروع في عام 1438هـ، وترك أثرًا واضحًا في مستوى البنية التحتية والتنظيم في الموقع.",
            "description_en": "This project involved the design and development of the preliminary and final show booth at the Al-Ahsa Equestrian Field, as well as the installation of a canopy over the main platform and another for the spectator area. Implemented in 1438 AH, the project aimed to enhance audience experience and provide a more professional and organized environment for equestrian events and championships. It significantly improved the infrastructure and event operations at the venue.",
            "icon": "fas fa-horse text-xl",
            "categories": [
                "INFRASTRUCTURE_DEVELOPMENT",
                "EQUESTRIAN_EVENTS",
                "ENHANCING_AUDIENCE_EXPERIENCE"
            ],
            "year_hijri": "1438",
            "year_gregorian": "2017",
            "is_featured": false
        },
        {
            "name_ar": "مشروع المساهمة وتسريع استخراج صك ميدان الفروسية بالأحساء لعام 1437هـ",
            "name_en": "Project for Contributing to and Accelerating the Issuance of the Legal Deed for Al-Ahsa Equestrian Field – 1437 AH",
            "description_ar": "ساهم المشروع في المتابعة والتنسيق مع الجهات المختصة لتسريع إجراءات استخراج الصك الرسمي لميدان الفروسية بالأحساء عام 1437هـ، مما أسهم في تثبيت الملكية القانونية للميدان، وفتح المجال أمام تطويره واستثماره رسميًا لخدمة أنشطة الفروسية والفعاليات الوطنية. اعتُبر هذا الإنجاز خطوة استراتيجية لتعزيز البنية القانونية لميدان الفروسية في المنطقة.",
            "description_en": "This project involved active coordination with relevant authorities to expedite the issuance of the official legal deed for Al-Ahsa Equestrian Field in 1437 AH. The effort ensured legal ownership of the venue, paving the way for its official development and investment to support equestrian activities and national events. It was considered a strategic milestone in strengthening the legal framework of the equestrian field in the region.",
            "icon": "fas fa-file-signature text-xl",
            "categories": [
                "LEGAL_PROJECTS",
                "ADMINISTRATIVE_DEVELOPMENT",
                "SPORTS_FACILITIES"
            ],
            "year_hijri": "1437",
            "year_gregorian": "2016",
            "is_featured": false
        },
        {
            "name_ar": "مشروع العمل والمساهمة في إجراءات الحوكمة لتصنيف ميدان فروسية الأحساء وزيادة الدعم من 150 ألف ريال إلى 750 ألف ريال لعام 1438هـ",
            "name_en": "Project for Contributing to Governance Procedures for the Classification of Al-Ahsa Equestrian Field and Increasing Financial Support from 150K to 750K SAR – 1438 AH",
            "description_ar": "تم تنفيذ هذا المشروع للمساهمة في تطوير ميدان فروسية الأحساء من خلال العمل على استيفاء متطلبات الحوكمة والتصنيف الرسمية الصادرة من الجهات الرياضية والتنظيمية المختصة. ساهمت الجهود المبذولة في رفع التصنيف الإداري والمالي للميدان، مما أدى إلى زيادة الدعم الحكومي من 150,000 ريال إلى 750,000 ريال سنويًا في عام 1438هـ، وهو ما يُعد نقلة نوعية في تمكين الأنشطة الفروسية وتعزيز استدامتها في المنطقة.",
            "description_en": "This project aimed to contribute to the development of Al-Ahsa Equestrian Field by implementing and supporting official governance and classification procedures mandated by relevant regulatory and sports authorities. These efforts resulted in raising the administrative and financial classification of the field, which led to a significant increase in government support from 150,000 SAR to 750,000 SAR annually in 1438 AH—a major step in empowering equestrian activities and ensuring their sustainability in the region.",
            "icon": "fas fa-chart-line text-xl",
            "categories": [
                "SPORTS_GOVERNANCE",
                "FINANCIAL_SUPPORT",
                "EQUESTRIAN_FACILITIES_DEVELOPMENT"
            ],
            "year_hijri": "1438",
            "year_gregorian": "2017",
            "is_featured": true
        },
        {
            "name_ar": "مشروع الإشراف على عمل قاعة خارجية في جبل القارة – مشروع أرض الحضارات السياحي لعام 1445هـ",
            "name_en": "Project for Supervising the Construction of an Outdoor Hall at Jabal Al-Qarah – Land of Civilizations Tourism Project – 1445 AH",
            "description_ar": "شمل المشروع الإشراف الكامل على تنفيذ قاعة خارجية متعددة الاستخدامات ضمن نطاق مشروع أرض الحضارات في جبل القارة السياحي. تضمنت الأعمال التنسيق مع الجهات المنفذة ومتابعة مراحل البناء لضمان تحقيق أعلى معايير الجودة والتكامل مع هوية المكان السياحية والثقافية، وذلك في عام 1445هـ. تم تخصيص القاعة لاستضافة الفعاليات والأنشطة الثقافية والمعارض المفتوحة.",
            "description_en": "This project involved the full supervision of constructing a multi-purpose outdoor hall as part of the Land of Civilizations tourism project at Jabal Al-Qarah. It included coordination with executing teams and oversight of construction stages to ensure high-quality standards and alignment with the site’s cultural and tourism identity. Completed in 1445 AH, the hall was designed to host events, exhibitions, and open-air cultural activities.",
            "icon": "fas fa-warehouse text-xl",
            "categories": [
                "INFRASTRUCTURE_PROJECTS",
                "ENGINEERING_SUPERVISION",
                "HERITAGE_SITE_DEVELOPMENT"
            ],
            "year_hijri": "1445",
            "year_gregorian": "2023",
            "is_featured": false
        },
        {
            "name_ar": "مشروع إنهاء إجراءات جميع التصاريح الرسمية لمنتزه الشيباني (المشقر السياحي) لعام 1444هـ",
            "name_en": "Project for Finalizing All Official Permits for Al-Shaibani Park (Al-Mushaqar Tourism Project) – 1444 AH",
            "description_ar": "شمل المشروع العمل على إنهاء واستكمال كافة التصاريح النظامية والرسمية اللازمة لتشغيل منتزه الشيباني (المشقر السياحي) في الأحساء، بالتنسيق مع الجهات الحكومية المعنية مثل البلديات، والدفاع المدني، والسياحة، والبيئة. ساهم المشروع في تمكين التشغيل القانوني للمنتزه وفتح أبوابه أمام الزوار، مما يعزز من مكانته كوجهة سياحية طبيعية وتراثية في المنطقة.",
            "description_en": "This project involved completing all required legal and official permits for the operation of Al-Shaibani Park (Al-Mushaqar Tourism Project) in Al-Ahsa. It included coordination with various government entities such as the municipality, civil defense, tourism, and environmental authorities. The project enabled the park's official launch and public access, reinforcing its role as a natural and heritage-based tourist destination in the region.",
            "icon": "fas fa-file-alt text-xl",
            "categories": [
                "REGULATORY_PROCEDURES",
                "TOURISM_PROJECTS",
                "FACILITY_OPERATION"
            ],
            "year_hijri": "1444",
            "year_gregorian": "2023",
            "is_featured": true
        },
        {
            "name_ar": "مشروع تأمين السيارات والتنقلات وتهيئة الموقع الرئيسي أثناء زيارة وزراء السياحة العرب للأحساء لعام 1441هـ",
            "name_en": "Project for Managing Transportation and Preparing the Main Venue During the Visit of Arab Tourism Ministers to Al-Ahsa – 1441 AH",
            "description_ar": "نُفذ المشروع بالتزامن مع زيارة وفد وزراء السياحة العرب إلى محافظة الأحساء عام 1441هـ، حيث تم تأمين المركبات وخطط التنقلات الرسمية، وتهيئة الموقع الرئيسي للزيارة بما يتناسب مع البروتوكولات الدبلوماسية والمستوى الوزاري. ساهمت الجهود التنظيمية في إنجاح الزيارة وإبراز جاهزية الأحساء لاستقبال الوفود الرسمية وتعزيز صورتها السياحية عربياً.",
            "description_en": "This project was implemented during the visit of Arab Tourism Ministers to Al-Ahsa in 1441 AH. It included securing transportation, organizing official vehicle logistics, and preparing the main event venue in accordance with diplomatic and ministerial protocols. The operational efforts contributed to the success of the visit and highlighted Al-Ahsa's readiness to host official delegations and strengthen its image as a distinguished Arab tourism destination.",
            "icon": "fas fa-car-side text-xl",
            "categories": [
                "OFFICIAL_DELEGATION_ORGANIZATION",
                "LOGISTICAL_PROJECTS",
                "ARAB_TOURISM_EVENTS"
            ],
            "year_hijri": "1441",
            "year_gregorian": "2020",
            "is_featured": false
        },
        {
            "name_ar": "مشروع إقامة معسكر رياضي لكرة القدم لفريق الأجيال بالمبرز في الرياض ومقابلة نادي الهلال السعودية لفئة الناشئين لعام 2025م",
            "name_en": "Organizing a Football Sports Camp for Al-Ajyal Team in Al-Mubarraz in Riyadh and Match Against Al Hilal Saudi Club for Youth Category – 2025",
            "description_ar": "يتضمن المشروع تنظيم معسكر تدريبي رياضي لكرة القدم لفريق الأجيال بمدينة المبرز بالرياض، يتخلله لقاء ودي مع نادي الهلال السعودي لفئة الناشئين لعام 2025م. يهدف المعسكر إلى تطوير مهارات اللاعبين الشباب، تعزيز التعاون بين الفرق، وإتاحة فرصة للاحتكاك مع الفرق الكبرى على مستوى المملكة.",
            "description_en": "The project involves organizing a football training camp for the Al-Ajyal team in Al-Mubarraz, Riyadh, including a friendly match against Al Hilal Saudi Club’s youth category in 2025. The camp aims to develop young players' skills, enhance team collaboration, and provide an opportunity to engage with one of the top clubs in the kingdom.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "TRAINING_CAMPS",
                "SPORTS_CHAMPIONSHIPS",
                "YOUTH_DEVELOPMENT"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2025",
            "is_featured": true
        },
        {
            "name_ar": "مشروع إقامة معسكر رياضي لكرة القدم في الدمام لفئة الناشئين لعام 2024م",
            "name_en": "Organizing a Football Sports Camp in Dammam for Youth Category – 2024",
            "description_ar": "يتضمن المشروع تنظيم معسكر تدريبي رياضي لكرة القدم بمدينة الدمام لفئة الناشئين لعام 2024م. يهدف المعسكر إلى تطوير المهارات الفنية والبدنية للاعبين الشباب، وتعزيز الروح الرياضية والتعاون بين المشاركين، بالإضافة إلى إعداد اللاعبين للمسابقات القادمة.",
            "description_en": "The project involves organizing a football training camp in Dammam for the youth category in 2024. The camp aims to develop the technical and physical skills of young players, enhance sportsmanship and teamwork among participants, and prepare players for upcoming competitions.",
            "icon": "fas fa-futbol text-xl",
            "categories": [
                "TRAINING_CAMPS",
                "YOUTH_DEVELOPMENT",
                "SPORTS_CHAMPIONSHIPS"
            ],
            "year_hijri": "1446",
            "year_gregorian": "2024",
            "is_featured": false
        }
    ],
    "certificates": [
        {
            "name_ar": "عضو العلاقات العامة بنادي الاتفاق من عام 1424 هـ لعام 1426هـ",
            "name_en": "Public Relations Member at Al-Ettifaq Club from 1424 AH to 1426 AH",
            "description_ar": "شغلتُ منصب عضو في قسم العلاقات العامة بنادي الاتفاق الرياضي خلال الفترة من عام 1424 هـ حتى عام 1426 هـ، حيث ساهمت في تنظيم الفعاليات الإعلامية والتواصل مع الجماهير والمؤسسات، إضافةً إلى دعم الحملات الترويجية للنادي وتعزيز صورته لدى المجتمع الرياضي",
            "description_en": "I served as a Public Relations Member at Al-Ettifaq Sports Club from 1424 AH to 1426 AH. During this period, I contributed to organizing media events, engaging with fans and institutions, and supporting the club’s promotional campaigns to enhance its image within the sports community.",
            "category": "FOOTBALL_PARTICIPATIONS",
            "icon": "fas fa-robot",
            "file": "cert.pdf"
        }
    ],
    "media_gallery": [
        {
            "title_ar": "أ. شرف أحمد العلي منظماً في مناسبة الحسا تركض النسخة الأولى",
            "title_en": "Sharaf Ahmed Al-Ali as an Organizer at the First Al-Hasa Runs Event",
            "description_ar": "تُظهر الصورة الأستاذ شرف أحمد العلي أثناء مشاركته كمنظّم في النسخة الأولى من فعالية \"الحسا تركض\"، وهو يساهم في تنسيق وتنظيم الحدث الرياضي الذي يُعد من أبرز الفعاليات المجتمعية في محافظة الأحساء، بمشاركة واسعة من مختلف فئات المجتمع",
            "description_en": "The photo shows Mr. Sharaf Ahmed Al-Ali participating as an organizer in the first edition of the \"Al-Ahsa Runs\" event. He played a key role in coordinating and managing this major community sports event, which attracted wide participation from various segments of society in Al-Ahsa",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (1).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة رئيس المحكمة سابقاً",
            "title_en": "Visit by the former Chief Judge",
            "description_ar": "زيارة رسمية قام بها رئيس المحكمة سابقًا للاطلاع على المبادرات المجتمعية والبرامج التنموية، حيث تم خلالها تبادل وجهات النظر وتعزيز سبل التعاون المشترك بين الجهات القضائية والمجتمعية",
            "description_en": "An official visit by the former Chief Judge to review community initiatives and development programs. The visit included discussions to enhance mutual cooperation between judicial and community entities",
            "category": "CULTURAL_PROGRAMS",
            "type": "image",
            "src": "assets/media/1 (2).jpg",
            "videoId": null
        },
        {
            "title_ar": "قرعة بطولة فريقي الأجيال الرمضانية الثالثة لكرة القدم",
            "title_en": "Draw Ceremony of the 3rd Generations Team Ramadan Football Championship",
            "description_ar": "جانب من فعالية قرعة بطولة فريقي الأجيال الرمضانية الثالثة لكرة القدم، بحضور نخبة من الشخصيات الرياضية والمجتمعية في موقع تراثي مميز.",
            "description_en": "A moment from the draw ceremony of the 3rd Generations Team Ramadan Football Championship, attended by prominent sports and community figures in a unique heritage setting.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (3).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكليف أ. شرف بن أحمد العلي مسؤولاً لوحدة الاتصال المؤسسي بجمعية سند",
            "title_en": "Appointment of Ashraf bin Ahmed Al-Ali as Head of Corporate Communications Unit at Sanad Association",
            "description_ar": "تمت الموافقة على تكليف أ. أ. شرف بن أحمد العلي مسؤولاً لوحدة الاتصال المؤسسي بجمعية سند للمسؤولية الاجتماعية بالأحساء. نسأل الله له التوفيق والسداد.",
            "description_en": "Ashraf bin Ahmed Al-Ali has been officially appointed as the Head of the Corporate Communications Unit at Sanad Association for Social Responsibility in Al-Ahsa. Wishing him success and guidance.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (4).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة فريق الأجيال إلى مقر نادي الهلال السعودي عام 2024",
            "title_en": "Generations Team Visit to Al Hilal Saudi Club Headquarters in 2024",
            "description_ar": "زيارة نادي الهلال السعودي لفئة الناشئين خلال عام 2024، وذلك ضمن فعاليات معسكر رياضي لفريق الأجيال بمدينة الرياض. جاءت الزيارة بهدف تعزيز الخبرات الفنية والرياضية من خلال لقاء ودي مثمر بين الفريقين، في إطار دعم المواهب وتنمية قدرات اللاعبين الشباب",
            "description_en": "A 2024 visit by Al Hilal Saudi Club’s youth team as part of a sports camp organized for the Al-Ajyal team in Riyadh. The visit aimed to enrich technical and athletic experiences through a productive friendly match between both teams, supporting young talents and developing their skills",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (5).jpg",
            "videoId": null
        },
        {
            "title_ar": "أول رعاية لحكام لجنة حواري الأحساء",
            "title_en": "First Sponsorship for the Referees of the Al-Ahsa Neighborhoods Committee",
            "description_ar": "في بادرة مميزة تُعد الأولى من نوعها، تم تقديم أول رعاية رسمية لحكام لجنة حواري الأحساء، بهدف دعم جهودهم وتعزيز جودة التحكيم في البطولات والدورات الرمضانية. تعكس هذه الخطوة اهتمامًا بتطوير الكوادر التحكيمية المحلية والارتقاء بمستوى المنافسات في المنطقة",
            "description_en": "In a pioneering initiative, the first official sponsorship was provided to the referees of the Al-Ahsa Neighborhood Committees. The sponsorship aimed to support their efforts and improve the quality of officiating in local and Ramadan tournaments, reflecting a strong commitment to developing local refereeing talent and enhancing competition standards in the region",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (7).jpg",
            "videoId": null
        },
        {
            "title_ar": "أ. شرف العلي في خدمة ضيوف الرحمن ضمن وفد تطوعي",
            "title_en": "Mr. Sharaf Al-Ali Serving Pilgrims as Part of a Volunteer Delegation",
            "description_ar": "أ. شرف أحمد العلي خلال مشاركته في تنظيم واستقبال ضيوف الرحمن، ضمن الجهود التطوعية والوطنية.",
            "description_en": "Mr. Sharaf Ahmed Al-Ali participating in organizing and welcoming pilgrims as part of national volunteer efforts.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (8).jpg",
            "videoId": null
        },
        {
            "title_ar": "كلمة أ. شرف العلي حول بطولة سند الرياضية",
            "title_en": "Statement by Mr. Sharaf Al-Ali on the Sanad Sports Tournament",
            "description_ar": "كلمة للأستاذ شرف بن أحمد العلي، عضو مجلس إدارة جمعية سند والمسؤول عن التواصل المؤسسي، يتحدث فيها عن رؤية بطولة سند الرياضية كمنصة للمسؤولية الاجتماعية والتكامل المؤسسي عبر الرياضة.",
            "description_en": "A statement by Mr. Sharaf bin Ahmed Al-Ali, board member of Sanad Association and head of institutional communication, highlighting the vision of the Sanad Sports Tournament as a platform for social responsibility and institutional integration through sports.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (10).jpg",
            "videoId": null
        },
        {
            "title_ar": "فعالية رحلة عطاء الأحساء 5 بحضور محافظ الأحساء الأمير طلال بن بدر آل سعود",
            "title_en": "Al-Ahsa Giving Journey 5 Event with Governor Prince Talal bin Badr Al Saud",
            "description_ar": "صورة تجمع عددًا من الشخصيات البارزة خلال فعالية رحلة عطاء الأحساء 5 بحضور محافظ الأحساء الأمير طلال بن بدر آل سعود، مع وجود شعار الجمعية والشعار الرسمي للفعالية.",
            "description_en": "A group photo featuring prominent figures during the Al-Ahsa Giving Journey 5 event with Governor Prince Talal bin Badr Al Saud, including the association's logo and official event logo.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (11).jpg",
            "videoId": null
        },
        {
            "title_ar": "توعية العاملين بحماية أنفسهم من أشعة الشمس في موقع العمل",
            "title_en": "Worker Awareness on Sun Protection at the Worksite",
            "description_ar": "صورة لرجل يوجه كلمة أمام مجموعة من العمال يرتدون خوذات مزودة بمظلات صغيرة للحماية من أشعة الشمس في موقع العمل.",
            "description_en": "A man giving a speech in front of a group of workers wearing helmets equipped with small umbrellas for sun protection at the worksite.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (12).jpg",
            "videoId": null
        },
        {
            "title_ar": "اجتماع مركز التنمية الاجتماعية بالأحساء حول إقامة بطولة سند الرياضية",
            "title_en": "Al-Ahsa Social Development Center Meeting on Holding the Sanad Sports Championship",
            "description_ar": "عُقد اجتماع في مركز التنمية الاجتماعية بمحافظة الأحساء لمناقشة ترتيبات إقامة بطولة سند الرياضية، بحضور ممثلين عن الجهات المنظمة والداعمة. ناقش الاجتماع سبل تعزيز الشراكات المجتمعية، وآليات تنظيم البطولة بما يسهم في دعم الرياضة المحلية وتمكين الشركات من المساهمة المجتمعية الفاعلة",
            "description_en": "A meeting was held at the Al-Ahsa Social Development Center to discuss the organization of the Sanad Sports Championship, with the participation of representatives from supporting and organizing entities. The meeting focused on enhancing community partnerships and setting up effective mechanisms for hosting the championship to support local sports and promote meaningful corporate social engagement",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (14).jpg",
            "videoId": null
        },
        {
            "title_ar": "أ. شرف أحمد العلي ممثل العلاقات العامة في الأحساء للسياحة",
            "title_en": "Mr. Sharaf Ahmad Al-Ali, Public Relations Representative at Al-Ahsa Tourism",
            "description_ar": "صورة تعريفية لـ أ. شرف أحمد العلي ممثل العلاقات العامة في الأحساء للسياحة.",
            "description_en": "Identification photo of Mr. Sharaf Ahmad Al-Ali, Public Relations Representative at Al-Ahsa Tourism.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (15).jpg",
            "videoId": null
        },
        {
            "title_ar": "حضور وتشريف صاحب السمو الأمير عبدالعزيز بن بدر آل جلوي نهائي بطولة الوحدة الرمضانية وتسليم جائزة المركز الأول سيارة لفريق كاظمة بالهفوف",
            "title_en": "His Highness Prince Abdulaziz bin Badr Al-Jalawi Attends the Final of the Ramadan National Unity Championship and Presents the First Place Prize Car to Al-Khazma Team in Al-Hofuf",
            "description_ar": "شرف صاحب السمو الأمير عبدالعزيز بن بدر آل جلوي حفل نهائي بطولة الوحدة الرمضانية، حيث حضر مراسم التتويج وكرّم الفائزين، وقام بتسليم جائزة المركز الأول وهي سيارة لفريق كاظمة من مدينة الهفوف، وسط حضور جماهيري كبير وأجواء احتفالية تعكس أهمية البطولة ومكانتها المجتمعية",
            "description_en": "His Highness Prince Abdulaziz bin Badr Al-Jalawi graciously attended the final ceremony of the Al-Wehda Ramadan Championship, where he honored the winning teams and presented the first-place prize — a car — to Kazma Team from Al-Hofuf, in the presence of a large crowd and a festive atmosphere that reflected the championship’s significance and strong community impact",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (16).jpg",
            "videoId": null
        },
        {
            "title_ar": "الأستاذ شرف بن أحمد العلي في مكتبه",
            "title_en": "Mr. Sharaf bin Ahmad Al-Ali in His Office",
            "description_ar": "صورة للأستاذ شرف بن أحمد العلي، رئيس لجنة العلاقات العامة، أثناء عمله في مكتبه.",
            "description_en": "Photo of Mr. Sharaf bin Ahmad Al-Ali, Head of the Public Relations Committee, working at his office.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (17).jpg",
            "videoId": null
        },
        {
            "title_ar": "التكريم من جمعية الفضول الخيرية بمناسبة المساهمة لإنهاء الإجراءات الخاصة بإطلاق التيار الكهربائي للمبنى الجديد",
            "title_en": "Honored by the Al-Fodoul Charity Association in recognition of the contribution to completing the procedures for activating the electrical power in the new building",
            "description_ar": "تم تكريمي من قبل جمعية الفضول الخيرية تقديرًا لمساهمتي في إنهاء الإجراءات الرسمية المتعلقة بإطلاق التيار الكهربائي للمبنى الجديد التابع للجمعية، وهو ما ساهم في تسريع جاهزية المقر وبدء تشغيل خدماته المجتمعية في وقت قياسي",
            "description_en": "I was honored by Al-Fudool Charitable Association in recognition of my contribution to completing the formal procedures for connecting the electric power to the association’s new building, which played a key role in accelerating its readiness and launching its community services in record time.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (19).jpg",
            "videoId": null
        },
        {
            "title_ar": "صاحب السمو الأمير عبدالله بن سعود بن اثنيان آل سعود يرعى نهائي بطولة الأجيال الرمضانية",
            "title_en": "His Highness Prince Abdullah bin Saud bin Athnayan Al Saud sponsors the final match of the Generations Ramadan Championship",
            "description_ar": "تشرّفت بطولة الأجيال الرمضانية لكرة القدم برعاية كريمة من صاحب السمو الأمير عبدالله بن سعود بن اثنيان آل سعود لحفل النهائي، حيث شهد سموه تتويج الفرق الفائزة وتكريم اللاعبين المشاركين، في أجواء رياضية مجتمعية مميزة تؤكد على أهمية دعم الرياضة في الأحياء وتعزيز روح التنافس الشريف بين الشباب",
            "description_en": "The Ajyal Ramadan Football Championship was honored by the patronage of His Highness Prince Abdullah bin Saud bin Thunayan Al Saud during the final ceremony. His Highness attended the crowning of the winning teams and honored the participating players, in a vibrant community sports atmosphere that emphasized the importance of supporting grassroots football and promoting a spirit of fair competition among youth",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (21).jpg",
            "videoId": null
        },
        {
            "title_ar": "استقبال الحجاج القادمين من دولة الإمارات من الجنسية الروسية ضمن مبادرة خدمتكم فخر لعام ٢٠٢٤",
            "title_en": "Reception of Pilgrims Arriving from the UAE of Russian Nationality as Part of the Your Service is Our Pride Initiative for 2024",
            "description_ar": "في إطار مبادرة \"خدمتكم فخر\"، تم استقبال الحجاج القادمين من دولة الإمارات من الجنسية الروسية لعام ٢٠٢٤، بحفاوة وتنظيم مميز، يعكس القيم الإنسانية والجهود التكاملية في خدمة ضيوف الرحمن، وتوفير سبل الراحة منذ لحظة وصولهم وحتى أداء مناسكهم بكل يسر وسهولة.",
            "description_en": "As part of the “Your Service Is Our Honor” initiative, Russian pilgrims arriving from the United Arab Emirates were warmly welcomed in 2022, in a gesture reflecting humanitarian values and coordinated efforts to serve the Guests of Allah. The reception ensured comfort, respect, and ease from their arrival through the completion of their pilgrimage",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (22).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم صاحب السمو الملكي الأمير سعود بن طلال بن بدر آل سعود لمجلس إدارة جمعية سند للمسؤولية الاجتماعية بمناسبة انتهاء إقامة بطولة سند الرياضية",
            "title_en": "His Royal Highness Prince Saud bin Talal bin Badr Al Saud honors the Board of Directors of Sanad Association for Social Responsibility on the occasion of the conclusion of the Sanad Sports Championship",
            "description_ar": "في لفتة كريمة، تفضّل صاحب السمو الملكي الأمير سعود بن طلال بن بدر آل سعود بتكريم مجلس إدارة جمعية سند للمسؤولية الاجتماعية، وذلك بمناسبة نجاح واكتمال إقامة بطولة سند الرياضية. يأتي هذا التكريم تقديراً للجهود المبذولة في تنظيم البطولة، وتعزيز الدور المجتمعي في دعم الرياضة وتنمية الشباب من خلال فعاليات نوعية ذات أثر إيجابي في المجتمع",
            "description_en": "In a gracious gesture, His Royal Highness Prince Saud bin Talal bin Badr Al Saud honored the Board of Directors of Sanad Association for Social Responsibility on the occasion of the successful completion of the Sanad Sports Championship. This recognition highlights the board's efforts in organizing a meaningful event that supports community development, promotes youth engagement, and reflects the association’s impactful role in advancing sports initiatives",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (23).jpg",
            "videoId": null
        },
        {
            "title_ar": "الاجتماع مع المهندس مشاري بن عبدالمحسن الجبر لمساهمته في مبادرة \"خدمتكم فخر لاستقبال الحجاج\"",
            "title_en": "Work Meeting Among Officials in an Official Office",
            "description_ar": "تم عقد اجتماع مع المهندس مشاري بن عبدالمحسن الجبر تقديراً لمساهمته الفعالة في مبادرة خدمتكم فخر لاستقبال الحجاج، حيث ناقش الاجتماع سُبل تعزيز التعاون والشراكة لدعم جهود خدمة ضيوف الرحمن وتوفير أفضل الخدمات لهم خلال موسم الحج",
            "description_en": "A meeting was held with Engineer Mishari bin Abdulmohsen Al-Jabr in recognition of his active contribution to the “Your Service Is Our Honor” initiative for welcoming pilgrims. The meeting discussed ways to enhance cooperation and partnership to support efforts in serving the Guests of Allah and providing them with the best services during the Hajj season",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (24).jpg",
            "videoId": null
        },
        {
            "title_ar": "زيارة صاحب السمو الملكي تركي بن فيصل بن عبد العزيز آل سعود",
            "title_en": "Visit of His Royal Highness Turki bin Faisal bin Abdulaziz Al Saud",
            "description_ar": "صورة لصاحب السمو الملكي تركي بن فيصل بن عبد العزيز آل سعود خلال زيارة رسمية مع أحد المسؤولين في موقع خارجي.",
            "description_en": "Photo of His Royal Highness Turki bin Faisal bin Abdulaziz Al Saud during an official visit with an official at an outdoor location.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (25).jpg",
            "videoId": null
        },
        {
            "title_ar": "نشاط بيئي بالتعاون مع الكشافة لتعزيز الوعي البيئي",
            "title_en": "Environmental Activity in Cooperation with Scouts to Promote Environmental Awareness",
            "description_ar": "مجموعة من الشباب المشاركين في نشاط بيئي مع فريق كشفي، يحملون أدوات زراعة ولافتات توعوية في الهواء الطلق.",
            "description_en": "A group of young participants in an environmental activity with a scouting team, holding planting tools and awareness posters outdoors.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (26).jpg",
            "videoId": null
        },
        {
            "title_ar": "حفل تكريم المشاركين في برنامج أرامكو السعودية (قيادة آمنة)",
            "title_en": "Award Ceremony for Participants of the Saudi Aramco Safe Driving Program",
            "description_ar": "تم تنظيم حفل تكريم للمشاركين في برنامج أرامكو السعودية (قيادة آمنة)، حيث تم تقدير جهودهم والتزامهم بمعايير السلامة المرورية. جاء الحفل كجزء من جهود تعزيز الثقافة الأمنية والوعي بالقيادة الآمنة، مساهمًا في تحسين السلامة على الطرق وتعزيز المسؤولية المجتمعية",
            "description_en": "An appreciation ceremony was held for participants of the Saudi Aramco Safe Driving Program, recognizing their efforts and commitment to traffic safety standards. The event aimed to promote a culture of safety and awareness of safe driving practices, contributing to improved road safety and fostering community responsibility",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (27).jpg",
            "videoId": null
        },
        {
            "title_ar": "مجلس إدارة جمعية سند للمسؤولية الاجتماعية في زيارة لسعادة أمين أمانة الأحساء سعادة المهندس عصام الملا بعد اعتماد الجمعية",
            "title_en": "The Board of Directors of Sanad Association for Social Responsibility visits His Excellency the Secretary of Al-Ahsa Municipality, His Excellency Engineer Essam Al-Mulla, following the association's official approval",
            "description_ar": "قام مجلس إدارة جمعية سند للمسؤولية الاجتماعية بزيارة لسعادة أمين أمانة الأحساء، المهندس عصام الملا، بعد اعتماد الجمعية رسميًا. تناول اللقاء مناقشة الخطط المستقبلية والتعاون المشترك لتعزيز الدور المجتمعي للجمعية ودعم مبادرات التنمية في المنطقة",
            "description_en": "The Board of Directors of the Sanad Association for Social Responsibility visited His Excellency the Mayor of Al-Ahsa Municipality, Engineer Essam Al-Mulla, following the official accreditation of the association. The meeting discussed future plans and joint cooperation to enhance the association’s community role and support development initiatives in the region",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (28).jpg",
            "videoId": null
        },
        {
            "title_ar": "تكريم رئيس رابطة فرق الهواة لكرة القدم سابقاً بمكة المكرمة الأستاذ سلطان عبدربه سعيد",
            "title_en": "Honoring the Former President of the Amateur Football Teams Association in Mecca, Mr. Sultan Abdurabah Saeed",
            "description_ar": "تم تكريم الأستاذ سلطان عبدربه سعيد، رئيس رابطة فرق الهواة لكرة القدم سابقاً في مكة المكرمة، تقديراً لجهوده المتميزة في تطوير الرياضة للهواة ودعم الفرق الرياضية المحلية. جاء التكريم تكريماً لمسيرته الحافلة والعطاء المستمر في خدمة الرياضة المجتمعية",
            "description_en": "Mr. Sultan Abdurabah Saeed, former President of the Amateur Football Teams Association in Makkah, was honored in recognition of his outstanding efforts in developing amateur sports and supporting local football teams. The ceremony acknowledged his distinguished career and continuous dedication to serving community sports",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (30).jpg",
            "videoId": null
        },
        {
            "title_ar": "صدى الأحساء: 45 سنة في حواري الأحياء بالأحساء",
            "title_en": "Echoes of Al-Ahsa: 45 Years in the Neighborhoods of Al-Ahsa",
            "description_ar": "صورة قديمة توثق ذكرى 45 سنة في أحياء الأحساء، تظهر رجلاً يرتدي الزي السعودي التقليدي والنظارات الشمسية.",
            "description_en": "An old photo commemorating 45 years in the neighborhoods of Al-Ahsa, showing a man wearing traditional Saudi attire and sunglasses.",
            "category": "CULTURAL_PROGRAMS",
            "type": "image",
            "src": "assets/media/1 (33).jpg",
            "videoId": null
        },
        {
            "title_ar": "بطاقة تعريف أ. شرف أحمد العلي ممثل العلاقات العامة في الأحساء للسياحة",
            "title_en": "Mr. Sharaf Ahmed Al-Ali Business Card as Public Relations Representative at Al-Ahsa Tourism",
            "description_ar": "بطاقة تعريف لـ أ. شرف أحمد العلي، ممثل العلاقات العامة في الأحساء للسياحة تحتوي على معلومات التواصل الرسمية.",
            "description_en": "Business card of Mr. Sharaf Ahmed Al-Ali, Public Relations Representative at Al-Ahsa Tourism, containing official contact information.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (34).jpg",
            "videoId": null
        },
        {
            "title_ar": "صورة قديمة لفريق كرة قدم شبابي",
            "title_en": "Old Photo of a Youth Football Team",
            "description_ar": "صورة قديمة تظهر فريق كرة قدم شبابي في ملعب ترابي، يظهر فيها اللاعبون والمدرب بملابس مختلفة.",
            "description_en": "An old photo showing a youth football team on a dirt field, with players and coach wearing different outfits.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (35).jpg",
            "videoId": null
        },
        {
            "title_ar": "فوز بكأس بطولة المونديال",
            "title_en": "Victory with the Mundial Championship Cup",
            "description_ar": "صورة لأشخاص يحملون كأس بطولة المونديال بفخر وفرحة.",
            "description_en": "A photo of people proudly holding the Mundial Championship Cup.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (36).jpg",
            "videoId": null
        },
        {
            "title_ar": "أ. شرف أحمد العلي يشارك فرحة الفوز بكأس البطولة",
            "title_en": "Mr. Sharaf Ahmed Al-Ali Shares the Joy of Winning the Championship Cup",
            "description_ar": "أ. شرف أحمد العلي يشارك أحد اللاعبين الشبان لحظة الفوز والتتويج بكأس البطولة وسط أجواء من الفرح والإنجاز.",
            "description_en": "Mr. Sharaf Ahmed Al-Ali joins a young player in a joyful moment celebrating the championship cup victory.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (38).jpg",
            "videoId": null
        },
        {
            "title_ar": "برفقة المدرب الوطني خليل بن إبراهيم الزياني في أحد المناسبات بمدينة الدمام",
            "title_en": "Sharaf Ahmed Al-Ali with National Coach Khalil bin Ibrahim Al-Zayani",
            "description_ar": "صورة تجمعني مع المدرب الوطني خليل بن إبراهيم الزياني في إحدى المناسبات الرياضية بمدينة الدمام",
            "description_en": "A photo of me with national coach Khalil bin Ibrahim Al-Zayani at a sports event in Dammam.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (39).jpg",
            "videoId": null
        },
        {
            "title_ar": "مجلس إدارة جمعية سند للمسؤولية الاجتماعية بالأحساء",
            "title_en": "Board of Directors of Sand Social Responsibility Association in Al-Ahsa",
            "description_ar": "الصورة توضح أعضاء مجلس إدارة جمعية سند للمسؤولية الاجتماعية بالأحساء في دورتها الأولى 2024 - 2028، وتعرض الأدوار المختلفة لكل عضو في سبيل تعزيز المسؤولية المجتمعية.",
            "description_en": "This image presents the Board of Directors of the Sand Social Responsibility Association in Al-Ahsa for the first session (2024–2028), showcasing the members and their roles in promoting community responsibility.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (42).jpg",
            "videoId": null
        },
        {
            "title_ar": "شكر وتقدير للسيد شرف العلي من فريق الأجيال بالمبرز",
            "title_en": "A Note of Appreciation to Mr. Sharaf Al-Ali from Al-Ajyal Team in Al-Mubarraz",
            "description_ar": "تغريدة شكر من فريق الأجيال بالسيد شرف العلي تقديرًا لجهوده في دعم الشباب والمجتمع الرياضي، واعترافًا بإسهاماته التي صنعت الفرق وألهمت الأجيال.",
            "description_en": "A tweet of appreciation from Al-Ajyal Team to Mr. Sharaf Al-Ali for his efforts in supporting youth and the sports community, recognizing his impact and inspiration to generations.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (43).jpg",
            "videoId": null
        },
        {
            "title_ar": "صاحب السمو الملكي الأمير بندر بن خالد الفيصل أثناء زيارته لميدان فروسية الأحساء",
            "title_en": "His Royal Highness Prince Bandar bin Khalid Al-Faisal During His Visit to Al-Ahsa Equestrian Field",
            "description_ar": "صاحب السمو الملكي الأمير بندر بن خالد الفيصل أثناء زيارته لميدان فروسية الأحساء، حيث اطلع سموه على مرافق الميدان وأبرز التطورات والمشاريع القائمة، معبراً عن دعمه المتواصل لرياضة الفروسية في المنطقة",
            "description_en": "His Royal Highness Prince Bandar bin Khalid Al-Faisal during his visit to Al-Ahsa Equestrian Field, where he reviewed the facilities and key ongoing projects, expressing his continuous support for equestrian sports in the region",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (44).jpg",
            "videoId": null
        },
        {
            "title_ar": " تكريم الحكم الدولي محمد السماعيل بمناسبة حصوله على الشارة الدولية",
            "title_en": "International Referee Mohammed Al-Samaail Receives International Badge",
            "description_ar": "تم تكريم الحكم الدولي محمد السماعيل بمناسبة حصوله على الشارة الدولية، تقديرًا لإنجازاته وجهوده في مجال التحكيم الرياضي، ودوره في رفع مستوى المنافسات المحلية والدولية",
            "description_en": "International referee Mohammed Al-Samail was honored upon receiving the international badge, recognizing his achievements and efforts in sports officiating, and his role in elevating the level of local and international competitions",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (45).jpg",
            "videoId": null
        },
        {
            "title_ar": "اجتماع مجلس إدارة فريق الأجيال بالمبرز واضمامي للفريق لعام ٢٠١٦ في فندق الهفوف",
            "title_en": "Meeting of the Generations Team Board of Directors in Al-Mubarraz and My Joining the Team in 2016 at Al-Hofuf Hotel",
            "description_ar": "عقد اجتماع مجلس إدارة فريق الأجيال بالمبرز، حيث تم ضمّي رسميًا إلى الفريق لعام 2016، وذلك في فندق الهفوف. تناول الاجتماع خطط الفريق المستقبلية واستراتيجيات تطوير الأداء الرياضي وتعزيز المشاركة المجتمعية",
            "description_en": "The Board of Directors of Ajyal Team in Al-Mubarraz held a meeting, during which I was officially inducted into the team for the year 2016, at Al-Hofuf Hotel. The meeting discussed the team’s future plans, strategies for improving athletic performance, and enhancing community engagement",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (48).jpg",
            "videoId": null
        },
        {
            "title_ar": "المشاركة في مبادرة جمعية سند لتنظيف الشوائب البحرية من على شاطئ العقير",
            "title_en": "Participation in the Sanad Association Initiative to Clean Marine Debris from Al-Aqeer Beach",
            "description_ar": "المشاركة في مبادرة جمعية سند لتنظيف الشوائب البحرية على شاطئ العقير، والتي تهدف إلى الحفاظ على البيئة البحرية وتعزيز الوعي بأهمية نظافة الشواطئ وحمايتها من التلوث",
            "description_en": "Participation in the Sanad Association initiative to clean marine debris from the Al-Aqeer beach, aiming to preserve the marine environment and raise awareness about the importance of keeping beaches clean and protecting them from pollution",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (49).jpg",
            "videoId": null
        },
        {
            "title_ar": "رعاية ودعم الأمير سعود بن طلال لمحافظة الأحساء في بطولة سند الرياضية",
            "title_en": "Prince Saud bin Talal's Patronage and Support for Al-Ahsa Governorate in the Sand Sports Championship",
            "description_ar": "كرّم صاحب السمو الملكي الأمير سعود بن طلال بن بدر محافظ الأحساء الجهات الداعمة والمشاركة في بطولة سند الرياضية للشركات في نسختها الأولى.",
            "description_en": "His Royal Highness Prince Saud bin Talal bin Badr, Governor of Al-Ahsa, honored the supporting and participating entities in the first edition of the Sand Sports Championship for companies.",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (50).jpg",
            "videoId": null
        },
        {
            "title_ar": "مبادرة حماية البيئة البحرية في شاطئ العقير برعاية الأمير سعود بن طلال",
            "title_en": "Marine Environment Protection Initiative at Al-Aqeer Beach under the Patronage of Prince Saud bin Talal",
            "description_ar": "انطلقت مبادرة حماية البيئة البحرية في شاطئ العقير تحت رعاية صاحب السمو الملكي الأمير سعود بن طلال، بمشاركة عدد من المتطوعين والجهات الداعمة.",
            "description_en": "The Marine Environment Protection Initiative at Al-Aqeer Beach was launched under the patronage of His Royal Highness Prince Saud bin Talal, with participation from volunteers and supporting entities.",
            "category": "TOURISM",
            "type": "image",
            "src": "assets/media/1 (51).jpg",
            "videoId": null
        },
        {
            "title_ar": "تبرع الأستاذ عبدالعزيز بن محمد الدوسري رئيس نادي الإتفاق سابقاً بسيارة للمركز الأول لبطولة الوحدة الرمضانية",
            "title_en": "Sheikh Mohammed Al-Dosari Donates a Car to the First Place Winner of the Ramadan Unity Tournament",
            "description_ar": "قام الأستاذ عبدالعزيز بن محمد الدوسري، رئيس نادي الاتفاق السابق، بالتبرع بسيارة كمكافأة للمركز الأول في بطولة الوحدة الرمضانية، تقديرًا لدعم الرياضة وتشجيع الفرق المشاركة في البطولة",
            "description_en": "Mr. Abdulaziz bin Mohammed Al-Dossary, former president of Al-Ittifaq Club, donated a car as the first-place prize for the Al-Wahda Ramadan Championship, reflecting his support for sports and encouragement of the participating teams",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (52).jpg",
            "videoId": null
        },
        {
            "title_ar": "نحن في \"خدمتكم فخر\" نفتخر باستقبال ضيوف الرحمن",
            "title_en": "We Take Pride in Welcoming Pilgrims at 'Your Service is Our Pride'",
            "description_ar": "في مبادرة خدمتكم فخر، نفخر بدورنا الكبير في استقبال ضيوف الرحمن بكل حب واهتمام، مقدمين أرقى الخدمات لضمان راحة الحجاج وسلامتهم خلال رحلتهم المباركة. نسعى دوماً لتعزيز التجربة الروحية لضيوف الرحمن من خلال تنظيم متكامل وتعاون فاعل مع جميع الجهات المعنية",
            "description_en": "At the “Your Service Is Our Honor” initiative, we take great pride in welcoming the Guests of Allah with care and dedication, providing the highest quality services to ensure their comfort and safety during their blessed journey. We continuously strive to enhance the spiritual experience of the pilgrims through comprehensive organization and active collaboration with all relevant authorities",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (53).jpg",
            "videoId": null
        },
        {
            "title_ar": "إقامة وتكفل بحفل ومأدبة عشاء لفريق الأنوار بالفضول لمناسبة حصولهم على بطولة سند الرياضية",
            "title_en": "Organizing and sponsoring a dinner banquet for the Al-Anwar team in Al-Fodoul on the occasion of their victory in the Sanad Sports Championship",
            "description_ar": "تم إقامة وتكفل بحفل ومأدبة عشاء لفريق الأنوار بالفضول احتفالًا بفوزهم ببطولة سند الرياضية، حيث تم تكريم الفريق واللاعبين على جهودهم وإنجازاتهم المميزة، في أجواء من الفرح والتقدير",
            "description_en": "A celebration dinner was held and sponsored for the Al-Anwar Al-Fadoul Team in honor of their victory in the Sanad Sports Championship, where the team and players were honored for their efforts and outstanding achievements, in an atmosphere of joy and appreciation",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (55).jpg",
            "videoId": null
        },
        {
            "title_ar": "تحقيق أمنية طفل بأن يكون حكماً في بطولة الأجيال الرمضانية من قِبل صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود",
            "title_en": "Granting a Child's Wish to Be a Referee in the Ramadan Generations Championship by His Royal Highness Prince Khalid bin Talal bin Badr Al Saud",
            "description_ar": "تم تحقيق أمنية طفل بأن يكون حكمًا في بطولة الأجيال الرمضانية، برعاية وتشريف صاحب السمو الملكي الأمير خالد بن طلال بن بدر آل سعود، مما أضفى جوًا من الفرح والإلهام على الطفل وأسرته، وبرز الدور الإنساني للمبادرة في دعم الشباب والمواهب الصغيرة",
            "description_en": "A child's wish to serve as a referee in the Ajyal Ramadan Championship was fulfilled under the patronage and honor of His Royal Highness Prince Khalid bin Talal bin Badr Al Saud, adding joy and inspiration to the child and his family, highlighting the humanitarian role of the initiative in supporting youth and young talents",
            "category": "SPORTS_EVENTS",
            "type": "image",
            "src": "assets/media/1 (56).jpg",
            "videoId": null
        },
        {
            "title_ar": "إقامة حفل تكريم من قِبل مجلس إدارة ميدان الفروسية بمناسبة حصول الميدان على درع سباقات كأس عز الخيل على مستوى مناطق المملكة العربية السعودية",
            "title_en": "Honorary Ceremony Held by the Equestrian Field Board of Directors on the Occasion of Winning the Equestrian Cup Shield at the Level of the Kingdom of Saudi Arabia",
            "description_ar": "أقام مجلس إدارة ميدان الفروسية حفل تكريم بمناسبة حصول الميدان على درع سباقات كأس عز الخيل على مستوى مناطق المملكة العربية السعودية، تقديرًا للجهود المبذولة والإنجازات البارزة في رياضة الفروسية وتعزيز مكانة الميدان في الساحة الوطنية",
            "description_en": "The Board of Directors of the Equestrian Field held an honoring ceremony to celebrate the field’s achievement of the Ezz Al-Khail Cup Shield at the Kingdom of Saudi Arabia's regional level, recognizing the outstanding efforts and achievements in equestrian sports and enhancing the field’s status on the national stage",
            "category": "EQUESTRIAN",
            "type": "image",
            "src": "assets/media/1 (57).jpg",
            "videoId": null
        },
        {
            "title_ar": "أيام نادي الاتفاق قبل 25 سنة مع أ. شرف أحمد العلي",
            "title_en": "Days of Al-Ettifaq Club 25 Years Ago with Mr. Sharaf Ahmed Al-Ali",
            "description_ar": "أن الغرض من التربية هو إعداد المرء للحياة الكاملة ولتحقيق ذلك يجب تهييب الطبيعة الإنسانية تهيبًا كاملاً من نواحيها المختلفة الجسم والعقل والخلق والقلب والذوق واليد واللسان فلا تعني بناحية ونهمل أخرى في تربية ..",
            "description_en": "The purpose of education is to prepare a person for a complete life. To achieve this, the human nature must be fully cultivated in its different aspects: body, mind, morals, heart, taste, hand, and tongue. We should not focus on one aspect and neglect another in education.",
            "category": "SPORTS_MARKETING",
            "type": "image",
            "src": "assets/media/1 (58).jpg",
            "videoId": null
        },
        {
            "title_ar": "أ. شرف أحمد العلي مع كأس البطولة",
            "title_en": "Mr. Sharaf Ahmed Al Ali with the Championship Trophy",
            "description_ar": "شرف أحمد العلي يقف بجانب كأس البطولة في إحدى الفعاليات الرياضية التي تدعمها جمعية سند بالأحساء، تعبيرًا عن النجاح والتميز في المجال الرياضي.",
            "description_en": "Sharaf Ahmed Al Ali stands beside the championship trophy at a sports event supported by Sanad Association in Al-Ahsa, representing success and excellence in the sports field.",
            "category": "AWARDS",
            "type": "image",
            "src": "assets/media/1 (59).jpg",
            "videoId": null
        },
        {
            "title_ar": "أ. شرف أحمد العلي مع أبنائه وخليل الزياني",
            "title_en": "Mr. Sharaf Ahmed Al Ali with His Sons and Khalil Al Zayani",
            "description_ar": "صورة تجمع أحمد شرف العلي مع أبنائه وخليل الزياني في مناسبة اجتماعية داخلية، يظهرون وهم يرتدون الزي السعودي التقليدي في مكان مزين بثريات وأضواء دافئة.",
            "description_en": "A photo featuring Mr. Sharaf Ahmed Al Ali with his sons and Khalil Al Zayani at an indoor social gathering, all dressed in traditional Saudi attire with chandeliers and warm lighting in the background.",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (60).jpg",
            "videoId": null
        },
        {
            "title_ar": "كلمة الأستاذ شرف العلي في حفل فريق الأنوار بالفضول بمناسبة حصولهم على كأس المركز الأول لبطولة سند الرياضية برعاية صاحب السمو الملكي الأمير سعود بن طلال بن بدر آل سعود محافظ الأحساء",
            "title_en": "Speech by Mr. Sharaf Al-Ali at the Al-Anwar Team’s Celebration in Al-Fodoul on the occasion of winning the First Place Cup of the Sanad Sports Championship, under the patronage of His Royal Highness Prince Saud bin Talal bin Badr Al Saud, Governor of Al-Ahsa",
            "description_ar": "ألقي الأستاذ شرف العلي كلمة مؤثرة في حفل فريق الأنوار بالفضول بمناسبة حصولهم على كأس المركز الأول لبطولة سند الرياضية، برعاية صاحب السمو الملكي الأمير سعود بن طلال بن بدر آل سعود، محافظ الأحساء. أكد فيها على أهمية الرياضة في توحيد المجتمع وتعزيز الروح الرياضية، معبراً عن فخره وتهنئته للفريق على هذا الإنجاز المميز.",
            "description_en": "Mr. Sharaf Al-Ali delivered a heartfelt speech at the Al-Anwar Al-Fadoul Team ceremony, celebrating their first-place victory in the Sanad Sports Championship, under the patronage of His Royal Highness Prince Saud bin Talal bin Badr Al Saud, Governor of Al-Ahsa. He emphasized the importance of sports in uniting the community and promoting sportsmanship, expressing his pride and congratulations to the team for this outstanding achievement",
            "category": "PUBLIC_RELATIONS",
            "type": "image",
            "src": "assets/media/1 (61).jpg",
            "videoId": null
        }
    ],
    "hobbies": [
        {
            "name_ar": "القراءة",
            "name_en": "Reading",
            "description_ar": "قراءة كتب التنمية البشرية",
            "description_en": "Reading personal development books",
            "icon": "book_icon.png",
            "image": "reading.jpg"
        }
    ],
    "social_links": [
        {
            "name_ar": "سناب شات",
            "name_en": "Snapchat",
            "url": "https://www.snapchat.com/add/sharaf2020",
            "icon": "fab fa-snapchat text-xl",
            "username": "sharaf2020"
        },
        {
            "name_ar": "واتسآب",
            "name_en": "WhatsApp",
            "url": "https://api.whatsapp.com/send?phone=966547007111",
            "icon": "fab fa-whatsapp text-xl",
            "username": "+966547007111"
        },
        {
            "name_ar": "تيك توك",
            "name_en": "TikTok",
            "url": "https://www.tiktok.com/@sharafalali4",
            "icon": "fab fa-tiktok text-xl",
            "username": "sharafalali4"
        },
        {
            "name_ar": "إنستغرام",
            "name_en": "Instagram",
            "url": "https://www.instagram.com/sharaf_alali",
            "icon": "fab fa-instagram text-xl",
            "username": "sharaf_alali"
        },
        {
            "name_ar": "X",
            "name_en": "X",
            "url": "https://x.com/waldalali204979",
            "icon": "fab fa-x-twitter text-xl",
            "username": "waldalali204979"
        },
        {
            "name_ar": "تيليجرام",
            "name_en": "Telegram",
            "url": "https://t.me/sharaf_alali",
            "icon": "fab fa-telegram text-xl",
            "username": "sharaf_alali"
        }
    ],
    "skills": [
        {
            "name_ar": "التسويق الرقمي",
            "name_en": "Digital Marketing",
            "level": "متقدم"
        }
    ],
    "languages": [
        {
            "language_name": "الإنجليزية",
            "proficiency_level": "متقدم",
            "certificate": "IELTS"
        }
    ],
    "references": [
        {
            "ref_name": "أحمد العبدالله",
            "position": "مدير قسم",
            "organization": "شركة كبرى",
            "phone": "+966501234567",
            "email": "ref@example.com"
        }
    ],
    "contact_link": "https://myprofile.com/contact"
}